const graphData =
    {
        "title": "",
        "items": [
            {
                "name": "1989",
                "items": [
                    {
                        "name": "محمد",
                        "count": "6782"
                    },
                    {
                        "name": "أحمد",
                        "count": "2863"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1857"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1781"
                    },
                    {
                        "name": "يوسف",
                        "count": "1391"
                    },
                    {
                        "name": "عمر",
                        "count": "1311"
                    },
                    {
                        "name": "ادم",
                        "count": "1083"
                    },
                    {
                        "name": "محمود",
                        "count": "982"
                    },
                    {
                        "name": "ريان",
                        "count": "923"
                    },
                    {
                        "name": "كرم",
                        "count": "787"
                    }
                ]
            },
            {
                "name": "1990",
                "items": [
                    {
                        "name": "محمد",
                        "count": "6514"
                    },
                    {
                        "name": "أحمد",
                        "count": "2723"
                    },
                    {
                        "name": "عمر",
                        "count": "1648"
                    },
                    {
                        "name": "يوسف",
                        "count": "1396"
                    },
                    {
                        "name": "ادم",
                        "count": "1323"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1172"
                    },
                    {
                        "name": "حمزه",
                        "count": "1061"
                    },
                    {
                        "name": "زيد",
                        "count": "972"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "891"
                    },
                    {
                        "name": "علي",
                        "count": "814"
                    }
                ]
            },
            {
                "name": "1991",
                "items": [
                    {
                        "name": "محمد",
                        "count": "6876"
                    },
                    {
                        "name": "أحمد",
                        "count": "3723"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2597"
                    },
                    {
                        "name": "عمر",
                        "count": "2362"
                    },
                    {
                        "name": "يوسف",
                        "count": "2068"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1781"
                    },
                    {
                        "name": "حمزه",
                        "count": "1533"
                    },
                    {
                        "name": "كرم",
                        "count": "1017"
                    },
                    {
                        "name": "ريان",
                        "count": "921"
                    },
                    {
                        "name": "ادم",
                        "count": "817"
                    }
                ]
            },
            {
                "name": "1992",
                "items": [
                    {
                        "name": "محمد",
                        "count": "7215"
                    },
                    {
                        "name": "أحمد",
                        "count": "3854"
                    },
                    {
                        "name": "عمر",
                        "count": "2672"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2395"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2178"
                    },
                    {
                        "name": "يوسف",
                        "count": "1907"
                    },
                    {
                        "name": "ادم",
                        "count": "1723"
                    },
                    {
                        "name": "حمزه",
                        "count": "1315"
                    },
                    {
                        "name": "ريان",
                        "count": "941"
                    },
                    {
                        "name": "خالد",
                        "count": "895"
                    }
                ]
            },
            {
                "name": "1993",
                "items": [
                    {
                        "name": "محمد",
                        "count": "7651"
                    },
                    {
                        "name": "أحمد",
                        "count": "4105"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2615"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2321"
                    },
                    {
                        "name": "يوسف",
                        "count": "1879"
                    },
                    {
                        "name": "كرم",
                        "count": "1593"
                    },
                    {
                        "name": "ادم",
                        "count": "1502"
                    },
                    {
                        "name": "علي",
                        "count": "1314"
                    },
                    {
                        "name": "حمزه",
                        "count": "965"
                    },
                    {
                        "name": "زيد",
                        "count": "843"
                    }
                ]
            },
            {
                "name": "1994",
                "items": [
                    {
                        "name": "محمد",
                        "count": "7814"
                    },
                    {
                        "name": "أحمد",
                        "count": "3920"
                    },
                    {
                        "name": "يوسف",
                        "count": "2856"
                    },
                    {
                        "name": "عمر",
                        "count": "2607"
                    },
                    {
                        "name": "ادم",
                        "count": "2314"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1887"
                    },
                    {
                        "name": "محمود",
                        "count": "1617"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1321"
                    },
                    {
                        "name": "ريان",
                        "count": "1091"
                    },
                    {
                        "name": "كرم",
                        "count": "871"
                    }
                ]
            },
            {
                "name": "1995",
                "items": [
                    {
                        "name": "محمد",
                        "count": "7798"
                    },
                    {
                        "name": "أحمد",
                        "count": "4283"
                    },
                    {
                        "name": "عمر",
                        "count": "2851"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2568"
                    },
                    {
                        "name": "يوسف",
                        "count": "1853"
                    },
                    {
                        "name": "زيد",
                        "count": "1694"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1368"
                    },
                    {
                        "name": "كرم",
                        "count": "1303"
                    },
                    {
                        "name": "محمود",
                        "count": "1106"
                    },
                    {
                        "name": "علي",
                        "count": "978"
                    }
                ]
            },
            {
                "name": "1996",
                "items": [
                    {
                        "name": "محمد",
                        "count": "7860"
                    },
                    {
                        "name": "أحمد",
                        "count": "4312"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2695"
                    },
                    {
                        "name": "عمر",
                        "count": "2372"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2191"
                    },
                    {
                        "name": "يوسف",
                        "count": "1915"
                    },
                    {
                        "name": "زيد",
                        "count": "1783"
                    },
                    {
                        "name": "ريان",
                        "count": "1516"
                    },
                    {
                        "name": "محمود",
                        "count": "1213"
                    },
                    {
                        "name": "كرم",
                        "count": "1021"
                    }
                ]
            },
            {
                "name": "1997",
                "items": [
                    {
                        "name": "محمد",
                        "count": "8517"
                    },
                    {
                        "name": "أحمد",
                        "count": "4321"
                    },
                    {
                        "name": "عمر",
                        "count": "2862"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2573"
                    },
                    {
                        "name": "ريان",
                        "count": "2312"
                    },
                    {
                        "name": "زيد",
                        "count": "2017"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1861"
                    },
                    {
                        "name": "يوسف",
                        "count": "1372"
                    },
                    {
                        "name": "حمزه",
                        "count": "1235"
                    },
                    {
                        "name": "كرم",
                        "count": "982"
                    }
                ]
            },
            {
                "name": "1998",
                "items": [
                    {
                        "name": "محمد",
                        "count": "8321"
                    },
                    {
                        "name": "أحمد",
                        "count": "4465"
                    },
                    {
                        "name": "عمر",
                        "count": "2897"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2751"
                    },
                    {
                        "name": "يوسف",
                        "count": "2345"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2175"
                    },
                    {
                        "name": "كرم",
                        "count": "1817"
                    },
                    {
                        "name": "زيد",
                        "count": "1523"
                    },
                    {
                        "name": "أمير",
                        "count": "1365"
                    },
                    {
                        "name": "حمزه",
                        "count": "1092"
                    }
                ]
            },
            {
                "name": "1999",
                "items": [
                    {
                        "name": "محمد",
                        "count": "8627"
                    },
                    {
                        "name": "أحمد",
                        "count": "4395"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2917"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2523"
                    },
                    {
                        "name": "عمر",
                        "count": "1859"
                    },
                    {
                        "name": "زيد",
                        "count": "1491"
                    },
                    {
                        "name": "يوسف",
                        "count": "1467"
                    },
                    {
                        "name": "ريان",
                        "count": "1236"
                    },
                    {
                        "name": "كرم",
                        "count": "1125"
                    },
                    {
                        "name": "أمير",
                        "count": "1047"
                    }
                ]
            },
            {
                "name": "2000",
                "items": [
                    {
                        "name": "محمد",
                        "count": "8725"
                    },
                    {
                        "name": "أحمد",
                        "count": "4789"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2817"
                    },
                    {
                        "name": "علي",
                        "count": "2685"
                    },
                    {
                        "name": "عمر",
                        "count": "2127"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1857"
                    },
                    {
                        "name": "زيد",
                        "count": "1598"
                    },
                    {
                        "name": "كرم",
                        "count": "1322"
                    },
                    {
                        "name": "أمير",
                        "count": "1115"
                    },
                    {
                        "name": "حمزه",
                        "count": "985"
                    }
                ]
            },
            {
                "name": "2001",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9147"
                    },
                    {
                        "name": "أحمد",
                        "count": "4523"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2975"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2817"
                    },
                    {
                        "name": "عمر",
                        "count": "2329"
                    },
                    {
                        "name": "حمزه",
                        "count": "1929"
                    },
                    {
                        "name": "يوسف",
                        "count": "1732"
                    },
                    {
                        "name": "محمود",
                        "count": "1517"
                    },
                    {
                        "name": "ريان",
                        "count": "1320"
                    },
                    {
                        "name": "زيد",
                        "count": "1187"
                    }
                ]
            },
            {
                "name": "2002",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9563"
                    },
                    {
                        "name": "أحمد",
                        "count": "4897"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "3217"
                    },
                    {
                        "name": "عمر",
                        "count": "2920"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2675"
                    },
                    {
                        "name": "يوسف",
                        "count": "2127"
                    },
                    {
                        "name": "زيد",
                        "count": "1840"
                    },
                    {
                        "name": "محمود",
                        "count": "1466"
                    },
                    {
                        "name": "علي",
                        "count": "1398"
                    },
                    {
                        "name": "حمزه",
                        "count": "1347"
                    }
                ]
            },
            {
                "name": "2003",
                "items": [
                    {
                        "name": "محمد",
                        "count": "11315"
                    },
                    {
                        "name": "أحمد",
                        "count": "4973"
                    },
                    {
                        "name": "عمر",
                        "count": "3725"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2915"
                    },
                    {
                        "name": "زيد",
                        "count": "2887"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2815"
                    },
                    {
                        "name": "يوسف",
                        "count": "2578"
                    },
                    {
                        "name": "أمير",
                        "count": "2214"
                    },
                    {
                        "name": "حمزه",
                        "count": "1502"
                    },
                    {
                        "name": "علي",
                        "count": "1321"
                    }
                ]
            },
            {
                "name": "2004",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10817"
                    },
                    {
                        "name": "أحمد",
                        "count": "5265"
                    },
                    {
                        "name": "عمر",
                        "count": "3253"
                    },
                    {
                        "name": "يوسف",
                        "count": "2897"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2513"
                    },
                    {
                        "name": "ريان",
                        "count": "2143"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1765"
                    },
                    {
                        "name": "ادم",
                        "count": "1523"
                    },
                    {
                        "name": "أمير",
                        "count": "1395"
                    },
                    {
                        "name": "حمزه",
                        "count": "1317"
                    }
                ]
            },
            {
                "name": "2005",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10945"
                    },
                    {
                        "name": "أحمد",
                        "count": "5312"
                    },
                    {
                        "name": "عمر",
                        "count": "3817"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2975"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2863"
                    },
                    {
                        "name": "يوسف",
                        "count": "2382"
                    },
                    {
                        "name": "زيد",
                        "count": "2013"
                    },
                    {
                        "name": "حمزه",
                        "count": "1805"
                    },
                    {
                        "name": "ريان",
                        "count": "1652"
                    },
                    {
                        "name": "محمود",
                        "count": "1378"
                    }
                ]
            },
            {
                "name": "2006",
                "items": [
                    {
                        "name": "محمد",
                        "count": "11135"
                    },
                    {
                        "name": "أحمد",
                        "count": "4946"
                    },
                    {
                        "name": "عمر",
                        "count": "3327"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2965"
                    },
                    {
                        "name": "يوسف",
                        "count": "2673"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2185"
                    },
                    {
                        "name": "زيد",
                        "count": "1863"
                    },
                    {
                        "name": "محمود",
                        "count": "1470"
                    },
                    {
                        "name": "حمزه",
                        "count": "1435"
                    },
                    {
                        "name": "علي",
                        "count": "1369"
                    }
                ]
            },
            {
                "name": "2007",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10871"
                    },
                    {
                        "name": "أحمد",
                        "count": "5263"
                    },
                    {
                        "name": "عمر",
                        "count": "3315"
                    },
                    {
                        "name": "يوسف",
                        "count": "2831"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2633"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2497"
                    },
                    {
                        "name": "ريان",
                        "count": "2217"
                    },
                    {
                        "name": "زيد",
                        "count": "1827"
                    },
                    {
                        "name": "محمود",
                        "count": "1513"
                    },
                    {
                        "name": "حمزه",
                        "count": "1387"
                    }
                ]
            },
            {
                "name": "2008",
                "items": [
                    {
                        "name": "محمد",
                        "count": "11063"
                    },
                    {
                        "name": "أحمد",
                        "count": "5211"
                    },
                    {
                        "name": "عمر",
                        "count": "2957"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2783"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2592"
                    },
                    {
                        "name": "زيد",
                        "count": "2213"
                    },
                    {
                        "name": "يوسف",
                        "count": "1887"
                    },
                    {
                        "name": "حمزه",
                        "count": "1635"
                    },
                    {
                        "name": "محمود",
                        "count": "1572"
                    },
                    {
                        "name": "علي",
                        "count": "1394"
                    }
                ]
            },
            {
                "name": "2009",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10970"
                    },
                    {
                        "name": "أحمد",
                        "count": "4903"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2878"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2825"
                    },
                    {
                        "name": "عمر",
                        "count": "2644"
                    },
                    {
                        "name": "يوسف",
                        "count": "2014"
                    },
                    {
                        "name": "زيد",
                        "count": "1878"
                    },
                    {
                        "name": "حمزه",
                        "count": "1460"
                    },
                    {
                        "name": "محمود",
                        "count": "1430"
                    },
                    {
                        "name": "علي",
                        "count": "1359"
                    }
                ]
            },
            {
                "name": "2010",
                "items": [
                    {
                        "name": "محمد",
                        "count": "12859"
                    },
                    {
                        "name": "أحمد",
                        "count": "6494"
                    },
                    {
                        "name": "عبدالله",
                        "count": "3552"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "3967"
                    },
                    {
                        "name": "عمر",
                        "count": "3448"
                    },
                    {
                        "name": "يوسف",
                        "count": "3003"
                    },
                    {
                        "name": "زيد",
                        "count": "2172"
                    },
                    {
                        "name": "محمود",
                        "count": "1752"
                    },
                    {
                        "name": "حمزه",
                        "count": "1728"
                    },
                    {
                        "name": "علي",
                        "count": "1690"
                    }
                ]
            },
            {
                "name": "2011",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10776"
                    },
                    {
                        "name": "أحمد",
                        "count": "5098"
                    },
                    {
                        "name": "عمر",
                        "count": "2811"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2800"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2735"
                    },
                    {
                        "name": "يوسف",
                        "count": "2491"
                    },
                    {
                        "name": "زيد",
                        "count": "1836"
                    },
                    {
                        "name": "ريان",
                        "count": "1757"
                    },
                    {
                        "name": "علي",
                        "count": "1507"
                    },
                    {
                        "name": "محمود",
                        "count": "1435"
                    }
                ]
            },
            {
                "name": "2012",
                "items": [
                    {
                        "name": "محمد",
                        "count": "11196"
                    },
                    {
                        "name": "أحمد",
                        "count": "5367"
                    },
                    {
                        "name": "عمر",
                        "count": "3366"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2916"
                    },
                    {
                        "name": "يوسف",
                        "count": "2834"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2782"
                    },
                    {
                        "name": "ريان",
                        "count": "2116"
                    },
                    {
                        "name": "زيد",
                        "count": "1795"
                    },
                    {
                        "name": "أمير",
                        "count": "1684"
                    },
                    {
                        "name": "علي",
                        "count": "1591"
                    }
                ]
            },
            {
                "name": "2013",
                "items": [
                    {
                        "name": "محمد",
                        "count": "10951"
                    },
                    {
                        "name": "أحمد",
                        "count": "5135"
                    },
                    {
                        "name": "عمر",
                        "count": "3736"
                    },
                    {
                        "name": "يوسف",
                        "count": "2821"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2634"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2495"
                    },
                    {
                        "name": "أمير",
                        "count": "2488"
                    },
                    {
                        "name": "ريان",
                        "count": "2207"
                    },
                    {
                        "name": "كرم",
                        "count": "1694"
                    },
                    {
                        "name": "زيد",
                        "count": "1589"
                    }
                ]
            },
            {
                "name": "2014",
                "items": [
                    {
                        "name": "محمد",
                        "count": "11401"
                    },
                    {
                        "name": "أحمد",
                        "count": "5366"
                    },
                    {
                        "name": "عمر",
                        "count": "3828"
                    },
                    {
                        "name": "يوسف",
                        "count": "3088"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2705"
                    },
                    {
                        "name": "أمير",
                        "count": "2548"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2376"
                    },
                    {
                        "name": "ريان",
                        "count": "2273"
                    },
                    {
                        "name": "كرم",
                        "count": "1818"
                    },
                    {
                        "name": "ادم",
                        "count": "1768"
                    }
                ]
            },
            {
                "name": "2015",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9937"
                    },
                    {
                        "name": "أحمد",
                        "count": "4466"
                    },
                    {
                        "name": "عمر",
                        "count": "3220"
                    },
                    {
                        "name": "أمير",
                        "count": "2761"
                    },
                    {
                        "name": "يوسف",
                        "count": "2661"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "2214"
                    },
                    {
                        "name": "كرم",
                        "count": "2105"
                    },
                    {
                        "name": "عبدالله",
                        "count": "2077"
                    },
                    {
                        "name": "ريان",
                        "count": "2017"
                    },
                    {
                        "name": "ادم",
                        "count": "1992"
                    }
                ]
            },
            {
                "name": "2016",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9569"
                    },
                    {
                        "name": "أحمد",
                        "count": "4163"
                    },
                    {
                        "name": "عمر",
                        "count": "3178"
                    },
                    {
                        "name": "أمير",
                        "count": "2845"
                    },
                    {
                        "name": "يوسف",
                        "count": "2828"
                    },
                    {
                        "name": "ادم",
                        "count": "2370"
                    },
                    {
                        "name": "كرم",
                        "count": "2362"
                    },
                    {
                        "name": "ريان",
                        "count": "2057"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1941"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1739"
                    }
                ]
            },
            {
                "name": "2017",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9782"
                    },
                    {
                        "name": "أحمد",
                        "count": "4221"
                    },
                    {
                        "name": "عمر",
                        "count": "3246"
                    },
                    {
                        "name": "أمير",
                        "count": "3202"
                    },
                    {
                        "name": "يوسف",
                        "count": "3016"
                    },
                    {
                        "name": "ادم",
                        "count": "2732"
                    },
                    {
                        "name": "كرم",
                        "count": "2518"
                    },
                    {
                        "name": "ريان",
                        "count": "1931"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1865"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1671"
                    }
                ]
            },
            {
                "name": "2018",
                "items": [
                    {
                        "name": "محمد",
                        "count": "9113"
                    },
                    {
                        "name": "أحمد",
                        "count": "3850"
                    },
                    {
                        "name": "عمر",
                        "count": "3216"
                    },
                    {
                        "name": "ادم",
                        "count": "3173"
                    },
                    {
                        "name": "يوسف",
                        "count": "2845"
                    },
                    {
                        "name": "أمير",
                        "count": "2791"
                    },
                    {
                        "name": "كرم",
                        "count": "2408"
                    },
                    {
                        "name": "ريان",
                        "count": "1686"
                    },
                    {
                        "name": "عبدالرحمن",
                        "count": "1670"
                    },
                    {
                        "name": "عبدالله",
                        "count": "1582"
                    }
                ]
            }
        ]
    };


export default graphData;