const graphData = {
    "title": "",
    "items": [
        {
            "name": "1990",
            "items": [
                {
                    "name": "الشيطان والإنسان",
                    "count": "31"
                },
                {
                    "name": "الانبهار والدهشة",
                    "count": "28"
                },
                {
                    "name": "الطريق إلى جماعة المسلمين",
                    "count": "24"
                },
                {
                    "name": "مذكرات الولد الشقي",
                    "count": "21"
                },
                {
                    "name": "خرافة الجمال",
                    "count": "19"
                },
                {
                    "name": "ناس من طين",
                    "count": "19"
                },
                {
                    "name": "الأرض",
                    "count": "16"
                },
                {
                    "name": "جبل الروح",
                    "count": "14"
                },
                {
                    "name": "إن شاء الله",
                    "count": "9"
                },
                {
                    "name": "الغسق",
                    "count": "7"
                }
            ]
        },
        {
            "name": "1991",
            "items": [
                {
                    "name": "تفسير الشعراوي",
                    "count": "36"
                },
                {
                    "name": "شاعرية أحلام اليقظة",
                    "count": "29"
                },
                {
                    "name": "عالم صوفي",
                    "count": "28"
                },
                {
                    "name": "المدينة المنورة",
                    "count": "24"
                },
                {
                    "name": "حضارة ما بين النهرين",
                    "count": "21"
                },
                {
                    "name": "سلسلة التاريخ الإسلامي",
                    "count": "17"
                },
                {
                    "name": "سيكلوجية الجماهير",
                    "count": "15"
                },
                {
                    "name": "مناهج النقد الأدبي",
                    "count": "11"
                },
                {
                    "name": "الأطلس العلمي",
                    "count": "9"
                },
                {
                    "name": "سر الشعر الأسود",
                    "count": "8"
                }
            ]
        },
        {
            "name": "1992",
            "items": [
                {
                    "name": "لغات الحب الخمس",
                    "count": "38"
                },
                {
                    "name": "البنت والأسد",
                    "count": "30"
                },
                {
                    "name": "فن الحرب",
                    "count": "27"
                },
                {
                    "name": "الرجال من المريخ والنساء من الزهرة",
                    "count": "25"
                },
                {
                    "name": "الصارم البتار",
                    "count": "21"
                },
                {
                    "name": "تصنيف الاضطرابات النفسية والسلوكية",
                    "count": "17"
                },
                {
                    "name": "شرح المعلقات السبع",
                    "count": "14"
                },
                {
                    "name": "بحور الشعر العربي",
                    "count": "13"
                },
                {
                    "name": "زينب",
                    "count": "9"
                },
                {
                    "name": "سبيلك إلى الشهرة والنجاح",
                    "count": "8"
                }
            ]
        },
        {
            "name": "1993",
            "items": [
                {
                    "name": "المدخل إلى علم النفس الحديث",
                    "count": "40"
                },
                {
                    "name": "المورد",
                    "count": "38"
                },
                {
                    "name": "معجم البلدان",
                    "count": "31"
                },
                {
                    "name": "روميو وجولييت",
                    "count": "27"
                },
                {
                    "name": "الخطب المنبري في المناسبات العصرية",
                    "count": "24"
                },
                {
                    "name": "أسماء الله الحسنى",
                    "count": "20"
                },
                {
                    "name": "الحصان الطائر في بلاد الأسرار",
                    "count": "19"
                },
                {
                    "name": "علوم القراّن الكريم",
                    "count": "16"
                },
                {
                    "name": "حقوق الجار",
                    "count": "13"
                },
                {
                    "name": "الموجز في علم الاّثار",
                    "count": "10"
                }
            ]
        },
        {
            "name": "1994",
            "items": [
                {
                    "name": "الأغاني",
                    "count": "48"
                },
                {
                    "name": "60 ثانية  ويتم توظيفك",
                    "count": "41"
                },
                {
                    "name": "تاريخ العرب القديم",
                    "count": "37"
                },
                {
                    "name": "قرطاجة الحضارة والتاريخ",
                    "count": "29"
                },
                {
                    "name": "علم النفس الجنائي",
                    "count": "25"
                },
                {
                    "name": "غاية المريد في علم التجويد",
                    "count": "21"
                },
                {
                    "name": "علم التربية وسيكولوجية الطفل",
                    "count": "18"
                },
                {
                    "name": "ديوان حسان بن ثابت",
                    "count": "17"
                },
                {
                    "name": "الكافي في العروض والقوافي",
                    "count": "11"
                },
                {
                    "name": "فتوح مصر وأخبارها",
                    "count": "10"
                }
            ]
        },
        {
            "name": "1995",
            "items": [
                {
                    "name": "علم نفسك التفكير",
                    "count": "56"
                },
                {
                    "name": "وعاظ السلاطين",
                    "count": "41"
                },
                {
                    "name": "العرب في العصر الجاهلي",
                    "count": "38"
                },
                {
                    "name": "علم المعلومات والاتصال",
                    "count": "31"
                },
                {
                    "name": "الإعراب عن قواعد الإعراب",
                    "count": "28"
                },
                {
                    "name": "الطفل من الحمل إلى الرشد",
                    "count": "24"
                },
                {
                    "name": "تربية الطفل دينياً وأخلاقياً",
                    "count": "18"
                },
                {
                    "name": "اصل الفروق بين الجنسين",
                    "count": "15"
                },
                {
                    "name": "موسوعة الألغاز المستعصية",
                    "count": "13"
                },
                {
                    "name": "اليوم الاّخر 2 القيامة الكبرى",
                    "count": "11"
                }
            ]
        },
        {
            "name": "1996",
            "items": [
                {
                    "name": "السيرة النبوية",
                    "count": "82"
                },
                {
                    "name": "مذكرات حب",
                    "count": "48"
                },
                {
                    "name": "علم النفس بين الشخصية والفكر",
                    "count": "41"
                },
                {
                    "name": "أصول البحث العلمي",
                    "count": "37"
                },
                {
                    "name": "سيكولوجية الطفل",
                    "count": "32"
                },
                {
                    "name": "تاريخ العرب المعاصر",
                    "count": "28"
                },
                {
                    "name": "هاملت",
                    "count": "24"
                },
                {
                    "name": "حلية الأولياء وطبقات الأصفياء",
                    "count": "19"
                },
                {
                    "name": "التبيان في آداب حملة القراّن",
                    "count": "16"
                },
                {
                    "name": "الإختبارات النفسية تقنياتها  وإجرائاتها",
                    "count": "15"
                }
            ]
        },
        {
            "name": "1997",
            "items": [
                {
                    "name": "الاتفاقيات الأربع",
                    "count": "64"
                },
                {
                    "name": "هاري بوتر وحجر الفيلسوف",
                    "count": "61"
                },
                {
                    "name": "دليل المتشابهات اللفظية في القراّن الكريم",
                    "count": "51"
                },
                {
                    "name": "الأنف العجيب",
                    "count": "48"
                },
                {
                    "name": "الدعاء المستجاب من الحديث والكتاب",
                    "count": "37"
                },
                {
                    "name": "البداية والنهاية",
                    "count": "28"
                },
                {
                    "name": "القانون الدولي الخاص",
                    "count": "25"
                },
                {
                    "name": "هكذا علمتني الحياة",
                    "count": "21"
                },
                {
                    "name": "الأسماء ومعانيها",
                    "count": "17"
                },
                {
                    "name": "الأميرة والثعبان",
                    "count": "15"
                }
            ]
        },
        {
            "name": "1998",
            "items": [
                {
                    "name": "48 قانون للقوة ج1",
                    "count": "73"
                },
                {
                    "name": "علم النفس التطوري",
                    "count": "69"
                },
                {
                    "name": "48 قانون للقوة ج2",
                    "count": "60"
                },
                {
                    "name": "علم نفسك كيف تذاكر",
                    "count": "53"
                },
                {
                    "name": "من الذي حرك قطعة الجبن الخاصة بي",
                    "count": "41"
                },
                {
                    "name": "أخلاق النبي  واّدابه",
                    "count": "32"
                },
                {
                    "name": "الإملاء الميسر",
                    "count": "29"
                },
                {
                    "name": "مصيدة التشتت",
                    "count": "21"
                },
                {
                    "name": "مدخل إلى نظريات الشخصية",
                    "count": "19"
                },
                {
                    "name": "الربان الصغير",
                    "count": "18"
                }
            ]
        },
        {
            "name": "1999",
            "items": [
                {
                    "name": "إدارة الغضب",
                    "count": "81"
                },
                {
                    "name": "التعايش مع الخوف",
                    "count": "73"
                },
                {
                    "name": "العراب",
                    "count": "69"
                },
                {
                    "name": "القانون في الطب",
                    "count": "53"
                },
                {
                    "name": "تاريخ الجزائر المعاصر",
                    "count": "50"
                },
                {
                    "name": "قرطاج البونية",
                    "count": "47"
                },
                {
                    "name": "الموسوعة العربية العالمية",
                    "count": "38"
                },
                {
                    "name": "المفاتيح 10 للنجاح",
                    "count": "31"
                },
                {
                    "name": "الموسوعة الفلكية",
                    "count": "27"
                },
                {
                    "name": "ديوان قيس بن الملوح",
                    "count": "21"
                }
            ]
        },
        {
            "name": "2000",
            "items": [
                {
                    "name": "نقطة تحول",
                    "count": "82"
                },
                {
                    "name": "لا تكن لطيفاً أكثر من اللازم",
                    "count": "73"
                },
                {
                    "name": "الأب الغني والأب الفقير",
                    "count": "61"
                },
                {
                    "name": "فقه اللغة وأسرار العربية",
                    "count": "58"
                },
                {
                    "name": "تاريخ ابن خلدون",
                    "count": "52"
                },
                {
                    "name": "فن الترجمة",
                    "count": "47"
                },
                {
                    "name": "التاريخ الإسلامي",
                    "count": "37"
                },
                {
                    "name": "ميكانيك السيارات",
                    "count": "25"
                },
                {
                    "name": "التوحد",
                    "count": "21"
                },
                {
                    "name": "لغة الجسد",
                    "count": "17"
                }
            ]
        },
        {
            "name": "2001",
            "items": [
                {
                    "name": "فن الإغواء",
                    "count": "97"
                },
                {
                    "name": "أيقظ قواك الخفية",
                    "count": "75"
                },
                {
                    "name": "حاول أن تروضني",
                    "count": "71"
                },
                {
                    "name": "كيف تنجز جميع المهام",
                    "count": "69"
                },
                {
                    "name": "التخلف الاجتماعي",
                    "count": "56"
                },
                {
                    "name": "مميز بالأصفر",
                    "count": "52"
                },
                {
                    "name": "فن الرسم",
                    "count": "41"
                },
                {
                    "name": "قوة التفكير الإيجابي",
                    "count": "37"
                },
                {
                    "name": "الاقتصاد الجزئي",
                    "count": "26"
                },
                {
                    "name": "معجم البلدان والقبائل اليمنية",
                    "count": "20"
                }
            ]
        },
        {
            "name": "2002",
            "items": [
                {
                    "name": "الذكاء الاجتماعي",
                    "count": "95"
                },
                {
                    "name": "الإبتزاز العاطفي",
                    "count": "84"
                },
                {
                    "name": "الولد التائه",
                    "count": "73"
                },
                {
                    "name": "ادرس بذكاء وليس بجهد",
                    "count": "70"
                },
                {
                    "name": "التغلب على الخجل",
                    "count": "61"
                },
                {
                    "name": "تاريخ الدولة العثمانية",
                    "count": "48"
                },
                {
                    "name": "أحجار على رقعة الشطرنج",
                    "count": "36"
                },
                {
                    "name": "تاريخ إفريقيا الحديث والمعاصر",
                    "count": "30"
                },
                {
                    "name": "أنواع الشخصيات",
                    "count": "26"
                },
                {
                    "name": "تعلم C++ من البداية للإحتراف",
                    "count": "23"
                }
            ]
        },
        {
            "name": "2003",
            "items": [
                {
                    "name": "لا تحزن",
                    "count": "117"
                },
                {
                    "name": "نساء سيئات الطباع",
                    "count": "93"
                },
                {
                    "name": "العرب وجهة نظر يابانية",
                    "count": "84"
                },
                {
                    "name": "الكيمياء العامة",
                    "count": "73"
                },
                {
                    "name": "علم النفس التربوي",
                    "count": "72"
                },
                {
                    "name": "الشامل في اللغة العربية",
                    "count": "64"
                },
                {
                    "name": "النحو التطبيقي من القراّن والسنة",
                    "count": "51"
                },
                {
                    "name": "التجارة الإلكترونية",
                    "count": "45"
                },
                {
                    "name": "أعظم علماء الكيمياء",
                    "count": "36"
                },
                {
                    "name": "الإعجاز العلمي في القراّن الكريم",
                    "count": "29"
                }
            ]
        },
        {
            "name": "2004",
            "items": [
                {
                    "name": "مقدمة ابن خلدون",
                    "count": "143"
                },
                {
                    "name": "لا تتوقف عن التدخين حتى تقرأ هذا الكتاب",
                    "count": "101"
                },
                {
                    "name": "مواطن الضعف لديك",
                    "count": "91"
                },
                {
                    "name": "الدوافع المحركة للبشر",
                    "count": "84"
                },
                {
                    "name": "دليل الإسعافات الأولية",
                    "count": "73"
                },
                {
                    "name": "تحليل وتصميم الخوارزميات",
                    "count": "62"
                },
                {
                    "name": "قاموس الأمثال الإنجليزية",
                    "count": "60"
                },
                {
                    "name": "سقراط عقول عظيمة",
                    "count": "48"
                },
                {
                    "name": "المختصر المفيد في أهم أحكام التجويد",
                    "count": "43"
                },
                {
                    "name": "تعلم الألمانية بدون معلم",
                    "count": "40"
                }
            ]
        },
        {
            "name": "2005",
            "items": [
                {
                    "name": "السعادة الحقيقية",
                    "count": "179"
                },
                {
                    "name": "أرض جديدة",
                    "count": "102"
                },
                {
                    "name": "هاري بوتر والأمير الهجين",
                    "count": "84"
                },
                {
                    "name": "مئة عام من العزلة",
                    "count": "76"
                },
                {
                    "name": "أساسيات التسويق",
                    "count": "70"
                },
                {
                    "name": "كون أصدقاء",
                    "count": "63"
                },
                {
                    "name": "عصر الجماهير الغفيرة",
                    "count": "59"
                },
                {
                    "name": "كيف تقول لا",
                    "count": "54"
                },
                {
                    "name": "مبادئ التوجيه والارشاد النفسي",
                    "count": "50"
                },
                {
                    "name": "سيكولوجيا العلاقات الجنسية",
                    "count": "41"
                }
            ]
        },
        {
            "name": "2006",
            "items": [
                {
                    "name": "علم التأثير",
                    "count": "250"
                },
                {
                    "name": "دليل العظمة",
                    "count": "143"
                },
                {
                    "name": "خطر في البيت الأخير",
                    "count": "107"
                },
                {
                    "name": "الأطفال المزعجون",
                    "count": "98"
                },
                {
                    "name": "الإنسان المهدور",
                    "count": "90"
                },
                {
                    "name": "كيف تتحدث إلى أي شخص",
                    "count": "82"
                },
                {
                    "name": "لا تأكل نفسك",
                    "count": "76"
                },
                {
                    "name": "شرح ألفية ابن مالك",
                    "count": "61"
                },
                {
                    "name": "أساسيات اللغة الانجليزية",
                    "count": "53"
                },
                {
                    "name": "العادة الثامنة من الفعالية إلى العظمة",
                    "count": "47"
                }
            ]
        },
        {
            "name": "2007",
            "items": [
                {
                    "name": "أنت لي",
                    "count": "271"
                },
                {
                    "name": "قوة عقلك الباطن",
                    "count": "189"
                },
                {
                    "name": "إدارة الأولويات الأهم أولاَ",
                    "count": "167"
                },
                {
                    "name": "قوة المحادثة",
                    "count": "100"
                },
                {
                    "name": "الملك الذهبي",
                    "count": "95"
                },
                {
                    "name": "المغالطات المنطقية",
                    "count": "87"
                },
                {
                    "name": "قوة الذكاء الروحي",
                    "count": "81"
                },
                {
                    "name": "ابدأ بالأهم ولو كان صعباً",
                    "count": "72"
                },
                {
                    "name": "لماذا يكذب الرجل",
                    "count": "69"
                },
                {
                    "name": "مقدمة في دراسة الأنثروبولوجيا",
                    "count": "51"
                }
            ]
        },
        {
            "name": "2008",
            "items": [
                {
                    "name": "الإستثنائيون",
                    "count": "341"
                },
                {
                    "name": "دع القلق وابدأ الحياة",
                    "count": "179"
                },
                {
                    "name": "لا تهتم بصغائر الأمور فكل الأمور صغائر",
                    "count": "138"
                },
                {
                    "name": "الصحة النفسية للجميع",
                    "count": "102"
                },
                {
                    "name": "استراتيجيات الحياة",
                    "count": "95"
                },
                {
                    "name": "البرمجة اللغوية العصبية",
                    "count": "91"
                },
                {
                    "name": "مهزلة العقل البشري",
                    "count": "84"
                },
                {
                    "name": "اقهر الإكتئاب",
                    "count": "72"
                },
                {
                    "name": "نداء ما كان بعيداَ",
                    "count": "69"
                },
                {
                    "name": "العوامل الخمسة لخلل العمل الجماعي",
                    "count": "61"
                }
            ]
        },
        {
            "name": "2009",
            "items": [
                {
                    "name": "قواعد الطعام",
                    "count": "352"
                },
                {
                    "name": "أفضل 365 حكاية",
                    "count": "271"
                },
                {
                    "name": "العادات السبع للمراهقين الأكثر فعالية",
                    "count": "208"
                },
                {
                    "name": "إلى حبيبين",
                    "count": "190"
                },
                {
                    "name": "كيف تجذب الناس كالمغناطيس",
                    "count": "137"
                },
                {
                    "name": "ابدأ ب لماذا",
                    "count": "103"
                },
                {
                    "name": "كيف تمسك بزمام القوة",
                    "count": "94"
                },
                {
                    "name": "الصين شركة عملاقة",
                    "count": "90"
                },
                {
                    "name": "العادات السبع للناس الأكثر فعالية",
                    "count": "82"
                },
                {
                    "name": "نعم خمسون سراَ من أسرار الإقناع",
                    "count": "74"
                }
            ]
        },
        {
            "name": "2010",
            "items": [
                {
                    "name": "الأسرار الكاملة للثقة التامة بالنفس",
                    "count": "371"
                },
                {
                    "name": "الوسواس القهري",
                    "count": "269"
                },
                {
                    "name": "أعمل 4 ساعات فقط في الأسبوع",
                    "count": "174"
                },
                {
                    "name": "الأخوة كارامازوف",
                    "count": "138"
                },
                {
                    "name": "خطة الحياة",
                    "count": "119"
                },
                {
                    "name": "حكايات عمو محمود",
                    "count": "102"
                },
                {
                    "name": "المؤمن الصادق",
                    "count": "94"
                },
                {
                    "name": "تصرفي كأمرأة وفكري كرجل",
                    "count": "83"
                },
                {
                    "name": "المنخفض",
                    "count": "80"
                },
                {
                    "name": "اجعل الناس يفعلون ما تريد",
                    "count": "73"
                }
            ]
        },
        {
            "name": "2011",
            "items": [
                {
                    "name": "أرض زيكولا",
                    "count": "500"
                },
                {
                    "name": "قواعد السطوة",
                    "count": "417"
                },
                {
                    "name": "أنا ستيف",
                    "count": "370"
                },
                {
                    "name": "الأربعة الكبار",
                    "count": "361"
                },
                {
                    "name": "فن التفكير الواضح",
                    "count": "263"
                },
                {
                    "name": "الفشل البناء",
                    "count": "210"
                },
                {
                    "name": "عظماء بلا مدارس",
                    "count": "130"
                },
                {
                    "name": "7 شخصيات تسمم حياتك",
                    "count": "91"
                },
                {
                    "name": "لكل مزاج علاج",
                    "count": "86"
                },
                {
                    "name": "تاريخ أوروبا الحديث",
                    "count": "79"
                }
            ]
        },
        {
            "name": "2012",
            "items": [
                {
                    "name": "أسرق كأنك فنان",
                    "count": "517"
                },
                {
                    "name": "كيف تكسب الأصدقاء وتؤثر في الناس في العصر الرقمي",
                    "count": "371"
                },
                {
                    "name": "ساق البامبو",
                    "count": "279"
                },
                {
                    "name": "مفارقة الشمبانزي",
                    "count": "234"
                },
                {
                    "name": "بعد 7 سنوات",
                    "count": "218"
                },
                {
                    "name": "الحافز",
                    "count": "170"
                },
                {
                    "name": "الأسود يليق بك",
                    "count": "135"
                },
                {
                    "name": "تعلم كيف تكون مثقفاَ",
                    "count": "103"
                },
                {
                    "name": "أليس في بلاد العجائب",
                    "count": "89"
                },
                {
                    "name": "العقل الباطن",
                    "count": "81"
                }
            ]
        },
        {
            "name": "2013",
            "items": [
                {
                    "name": "ألف شمس ساطعة",
                    "count": "562"
                },
                {
                    "name": "قوة العادات",
                    "count": "482"
                },
                {
                    "name": "الاكتئاب",
                    "count": "418"
                },
                {
                    "name": "شوربة دجاج للروح",
                    "count": "390"
                },
                {
                    "name": "كيف أصبحت غبياَ",
                    "count": "311"
                },
                {
                    "name": "أشهر 50 خرافة في علم النفس",
                    "count": "239"
                },
                {
                    "name": "استرداد عمر",
                    "count": "210"
                },
                {
                    "name": "في قلبي أنثى عبرية",
                    "count": "137"
                },
                {
                    "name": "فلتغفري",
                    "count": "97"
                },
                {
                    "name": "الرقص مع الحياة",
                    "count": "87"
                }
            ]
        },
        {
            "name": "2014",
            "items": [
                {
                    "name": "النسيان",
                    "count": "578"
                },
                {
                    "name": "اطفال الغابة",
                    "count": "460"
                },
                {
                    "name": "كيف تتقن فن البيع",
                    "count": "430"
                },
                {
                    "name": "طفل اسمه نكرة",
                    "count": "361"
                },
                {
                    "name": "عمل أقل حياة أكثر",
                    "count": "310"
                },
                {
                    "name": "مصيدة الوقت",
                    "count": "274"
                },
                {
                    "name": "العدو الحميم",
                    "count": "240"
                },
                {
                    "name": "الهروب",
                    "count": "170"
                },
                {
                    "name": "الهول",
                    "count": "115"
                },
                {
                    "name": "مدينة الموتى",
                    "count": "92"
                }
            ]
        },
        {
            "name": "2015",
            "items": [
                {
                    "name": "أنتيخريستوس",
                    "count": "659"
                },
                {
                    "name": "فكر وازداد ثراء",
                    "count": "590"
                },
                {
                    "name": "حديث الصباح",
                    "count": "451"
                },
                {
                    "name": "توقع لا عقلاني",
                    "count": "407"
                },
                {
                    "name": "ملهمون",
                    "count": "374"
                },
                {
                    "name": "ارسم مستقبلك بنفسك",
                    "count": "319"
                },
                {
                    "name": "النقطة العمياء",
                    "count": "270"
                },
                {
                    "name": "الفرصة",
                    "count": "130"
                },
                {
                    "name": "حول الخصوم الى حلفاء",
                    "count": "118"
                },
                {
                    "name": "شمس المعارف الكبرى",
                    "count": "95"
                }
            ]
        },
        {
            "name": "2016",
            "items": [
                {
                    "name": "لا تخبري ماما",
                    "count": "735"
                },
                {
                    "name": "السر",
                    "count": "639"
                },
                {
                    "name": "المال اتقان اللعبة",
                    "count": "528"
                },
                {
                    "name": "من الصفر الى الواحد",
                    "count": "472"
                },
                {
                    "name": "أناني وخائف وغبي",
                    "count": "439"
                },
                {
                    "name": "الجرأة بعظمة",
                    "count": "361"
                },
                {
                    "name": "إغواء العقل الباطن",
                    "count": "267"
                },
                {
                    "name": "لأنك الله",
                    "count": "239"
                },
                {
                    "name": "ابق قوياَ 365 يوم",
                    "count": "130"
                },
                {
                    "name": "أماريتا",
                    "count": "100"
                }
            ]
        },
        {
            "name": "2017",
            "items": [
                {
                    "name": "طب بالمكسرات",
                    "count": "721"
                },
                {
                    "name": "مكالمات صعبة",
                    "count": "629"
                },
                {
                    "name": "سوار أمي",
                    "count": "513"
                },
                {
                    "name": "مدينة الحب لا يسكنها العقلاء",
                    "count": "438"
                },
                {
                    "name": "نظرية الفستق",
                    "count": "416"
                },
                {
                    "name": "ولنا في الحلال لقاء",
                    "count": "384"
                },
                {
                    "name": "لغة الجسد",
                    "count": "279"
                },
                {
                    "name": "أرض السافلين",
                    "count": "206"
                },
                {
                    "name": "سندريلا سيكريت",
                    "count": "138"
                },
                {
                    "name": "شيفرة بلال",
                    "count": "119"
                }
            ]
        },
        {
            "name": "2018",
            "items": [
                {
                    "name": "للرجال فقط",
                    "count": "730"
                },
                {
                    "name": "فن اللامبالاة",
                    "count": "672"
                },
                {
                    "name": "الغرور هو العدو",
                    "count": "621"
                },
                {
                    "name": "إكستاسي",
                    "count": "570"
                },
                {
                    "name": "صاحب الظل الطويل",
                    "count": "453"
                },
                {
                    "name": "ثاني أكسيد الحب",
                    "count": "384"
                },
                {
                    "name": "قواعد جارتين",
                    "count": "341"
                },
                {
                    "name": "أمنيتي أن أقتل رجلاَ",
                    "count": "236"
                },
                {
                    "name": "قاعدة الخمس ثواني",
                    "count": "147"
                },
                {
                    "name": "خريف شجرة الرمان",
                    "count": "108"
                }
            ]
        },
        {
            "name": "2019",
            "items": [
                {
                    "name": "دقات الشامو",
                    "count": "930"
                },
                {
                    "name": "ليطمئن قلبي",
                    "count": "720"
                },
                {
                    "name": "يوم مشهود",
                    "count": "683"
                },
                {
                    "name": "الرجل النبيل",
                    "count": "624"
                },
                {
                    "name": "بلاد تركب العنكبوت",
                    "count": "520"
                },
                {
                    "name": "أمانوس",
                    "count": "486"
                },
                {
                    "name": "كريسماس في مكة",
                    "count": "401"
                },
                {
                    "name": "ليطمئن عقلي",
                    "count": "378"
                },
                {
                    "name": "أنا يوسف",
                    "count": "230"
                },
                {
                    "name": "فاتتني صلاة",
                    "count": "117"
                }
            ]
        }
    ]
};

export default graphData;