const graphData = {
    "title": "",
    "items": [
        {
            "name": "1989",
            "items": [
                {
                    "name": "العميل رقم 13",
                    "count": "62000"
                },
                {
                    "name": "أيام الغضب",
                    "count": "54000"
                },
                {
                    "name": "ولاد الإيه",
                    "count": "50000"
                },
                {
                    "name": "قلب الليل",
                    "count": "41000"
                },
                {
                    "name": "الأراجوز",
                    "count": "36000"
                },
                {
                    "name": "لعبة الأشرار",
                    "count": "32000"
                },
                {
                    "name": "المرشد",
                    "count": "27000"
                },
                {
                    "name": "عنبر الموت",
                    "count": "23000"
                },
                {
                    "name": "حارة برجوان",
                    "count": "21500"
                },
                {
                    "name": "عليش دخل الجيش",
                    "count": "19700"
                }
            ]
        },
        {
            "name": "1990",
            "items": [
                {
                    "name": "البيضة والحجر",
                    "count": "84000"
                },
                {
                    "name": "حنفي الأبهة",
                    "count": "76000"
                },
                {
                    "name": "سوبر ماركت",
                    "count": "71000"
                },
                {
                    "name": "كوبوريا",
                    "count": "67000"
                },
                {
                    "name": "قضية سميحة بدران",
                    "count": "54000"
                },
                {
                    "name": "الإمبراطور",
                    "count": "39000"
                },
                {
                    "name": "جزيرة الشيطان",
                    "count": "31000"
                },
                {
                    "name": "الأستاذ",
                    "count": "29000"
                },
                {
                    "name": "موعد مع الرئيس",
                    "count": "26000"
                },
                {
                    "name": "الذل",
                    "count": "21000"
                }
            ]
        },
        {
            "name": "1991",
            "items": [
                {
                    "name": "الكيت كات",
                    "count": "120000"
                },
                {
                    "name": "المواطن مصري",
                    "count": "98000"
                },
                {
                    "name": "الراعي والنساء",
                    "count": "87000"
                },
                {
                    "name": "شمس الزناتي",
                    "count": "82000"
                },
                {
                    "name": "اللعب مع الكبار",
                    "count": "73000"
                },
                {
                    "name": "أبو كرتونة",
                    "count": "66000"
                },
                {
                    "name": "الصرخة",
                    "count": "43000"
                },
                {
                    "name": "عصر القوة",
                    "count": "39000"
                },
                {
                    "name": "شاويش نص الليل",
                    "count": "34000"
                },
                {
                    "name": "رسائل شفهية",
                    "count": "31000"
                }
            ]
        },
        {
            "name": "1992",
            "items": [
                {
                    "name": "الجد في الثلاجة",
                    "count": "140000"
                },
                {
                    "name": "الجمر الداير",
                    "count": "115000"
                },
                {
                    "name": "حكايات الغريب",
                    "count": "96000"
                },
                {
                    "name": "دنيا عبد الجبار",
                    "count": "82000"
                },
                {
                    "name": "بغات في ورطة",
                    "count": "67500"
                },
                {
                    "name": "الإرهاب والكباب",
                    "count": "59200"
                },
                {
                    "name": "رغبة متوحشة",
                    "count": "48000"
                },
                {
                    "name": "جند الحكومة",
                    "count": "41800"
                },
                {
                    "name": "دماء على الإسفلت",
                    "count": "39000"
                },
                {
                    "name": "تمت أقواله",
                    "count": "38000"
                }
            ]
        },
        {
            "name": "1993",
            "items": [
                {
                    "name": "أمريكا شيكا بيكا",
                    "count": "290000"
                },
                {
                    "name": "غبي على الزيرو",
                    "count": "230000"
                },
                {
                    "name": "بوابة إبليس",
                    "count": "180000"
                },
                {
                    "name": "أجدع ناس",
                    "count": "135000"
                },
                {
                    "name": "الشطار",
                    "count": "93000"
                },
                {
                    "name": "لهيب الانتقام",
                    "count": "79000"
                },
                {
                    "name": "مستر دولار",
                    "count": "71000"
                },
                {
                    "name": "وزير من الجبس",
                    "count": "65000"
                },
                {
                    "name": "الرقص مع الشيطان",
                    "count": "54500"
                },
                {
                    "name": "خادمة ولكن",
                    "count": "48000"
                }
            ]
        },
        {
            "name": "1994",
            "items": [
                {
                    "name": "الجينز",
                    "count": "380000"
                },
                {
                    "name": "المهاجر",
                    "count": "270000"
                },
                {
                    "name": "خلطبيطة",
                    "count": "160000"
                },
                {
                    "name": "الإرهابي",
                    "count": "145000"
                },
                {
                    "name": "زيارة السيد الرئيس",
                    "count": "126000"
                },
                {
                    "name": "سارق الفرح",
                    "count": "94000"
                },
                {
                    "name": "الحقيقة اسمها سالم",
                    "count": "75000"
                },
                {
                    "name": "سواق الهانم",
                    "count": "62000"
                },
                {
                    "name": "الجاسوسة حكمت فهمي",
                    "count": "59000"
                },
                {
                    "name": "الطيب والشرس والجميلة",
                    "count": "52000"
                }
            ]
        },
        {
            "name": "1995",
            "items": [
                {
                    "name": "لحم رخيص",
                    "count": "470000"
                },
                {
                    "name": "امرأة هزت عرش مصر",
                    "count": "420000"
                },
                {
                    "name": "الرجل الثالث",
                    "count": "390000"
                },
                {
                    "name": "اللص والثعلب",
                    "count": "310000"
                },
                {
                    "name": "المراكبي",
                    "count": "260000"
                },
                {
                    "name": "هدى ومعالي الوزير",
                    "count": "170000"
                },
                {
                    "name": "يا دنيا يا غرامي",
                    "count": "130000"
                },
                {
                    "name": "طيور الظلام",
                    "count": "110000"
                },
                {
                    "name": "قليل من الحب كثير من العنف",
                    "count": "92000"
                },
                {
                    "name": "ليلة ساخنة",
                    "count": "70000"
                }
            ]
        },
        {
            "name": "1996",
            "items": [
                {
                    "name": "سجل اختفاء",
                    "count": "590000"
                },
                {
                    "name": "ناصر 56",
                    "count": "420000"
                },
                {
                    "name": "إستاكوزا",
                    "count": "370000"
                },
                {
                    "name": "ميت فل",
                    "count": "310000"
                },
                {
                    "name": "علاقات مشبوهة",
                    "count": "250000"
                },
                {
                    "name": "المريض الإنجليزي",
                    "count": "210000"
                },
                {
                    "name": "إشارة مرور",
                    "count": "180000"
                },
                {
                    "name": "عفاريت الأسفلت",
                    "count": "130000"
                },
                {
                    "name": "الهروب إلى القمة",
                    "count": "100000"
                },
                {
                    "name": "الجنتل",
                    "count": "80000"
                }
            ]
        },
        {
            "name": "1997",
            "items": [
                {
                    "name": "المصير",
                    "count": "770000"
                },
                {
                    "name": "القبطان",
                    "count": "630000"
                },
                {
                    "name": "عفريت النهار",
                    "count": "580000"
                },
                {
                    "name": "بخيت وعديلة 2",
                    "count": "490000"
                },
                {
                    "name": "أجنحة الحمام",
                    "count": "420000"
                },
                {
                    "name": "ابن اّوى",
                    "count": "360000"
                },
                {
                    "name": "بائع الحليب",
                    "count": "300000"
                },
                {
                    "name": "جاكي براون",
                    "count": "280000"
                },
                {
                    "name": "ساعي البريد",
                    "count": "240000"
                },
                {
                    "name": "صانع السلام",
                    "count": "170000"
                }
            ]
        },
        {
            "name": "1998",
            "items": [
                {
                    "name": "رسالة إلى الوالي",
                    "count": "840000"
                },
                {
                    "name": "القتل اللذيذ",
                    "count": "760000"
                },
                {
                    "name": "عرق البلح",
                    "count": "690000"
                },
                {
                    "name": "48 ساعة في إسرائيل",
                    "count": "650000"
                },
                {
                    "name": "البطل",
                    "count": "530000"
                },
                {
                    "name": "دانتيلا",
                    "count": "460000"
                },
                {
                    "name": "صعيدي في الجامعة الأمريكية",
                    "count": "370000"
                },
                {
                    "name": "مبروك وبلبل",
                    "count": "300000"
                },
                {
                    "name": "هارمونيكا",
                    "count": "290000"
                },
                {
                    "name": "هيستيريا",
                    "count": "260000"
                }
            ]
        },
        {
            "name": "1999",
            "items": [
                {
                    "name": "الاّخر",
                    "count": "980000"
                },
                {
                    "name": "عبود على الحدود",
                    "count": "870000"
                },
                {
                    "name": "الواد محروس بتاع الوزير",
                    "count": "820000"
                },
                {
                    "name": "فتاة من إسرائيل",
                    "count": "730000"
                },
                {
                    "name": "أمن دولة",
                    "count": "650000"
                },
                {
                    "name": "سوق المتعة",
                    "count": "522000"
                },
                {
                    "name": "المومياء",
                    "count": "490000"
                },
                {
                    "name": "الإمبراطورة",
                    "count": "440000"
                },
                {
                    "name": "أرض الخوف",
                    "count": "370000"
                },
                {
                    "name": "الظالم والمظلوم",
                    "count": "310000"
                }
            ]
        },
        {
            "name": "2000",
            "items": [
                {
                    "name": "رجل له ماضي",
                    "count": "920000"
                },
                {
                    "name": "شجيع السيما",
                    "count": "860000"
                },
                {
                    "name": "الاجندة الحمراء",
                    "count": "740000"
                },
                {
                    "name": "الناظر صلاح الدين",
                    "count": "690000"
                },
                {
                    "name": "فرقة بنات وبس",
                    "count": "610000"
                },
                {
                    "name": "بهاريز",
                    "count": "580000"
                },
                {
                    "name": "عمر 2000",
                    "count": "530000"
                },
                {
                    "name": "حبيبتى من تكون",
                    "count": "460000"
                },
                {
                    "name": "الاخطبوط",
                    "count": "423000"
                },
                {
                    "name": "جنون الحياة",
                    "count": "380000"
                }
            ]
        },
        {
            "name": "2001",
            "items": [
                {
                    "name": "55 إسعاف",
                    "count": "1340000"
                },
                {
                    "name": "الساحر",
                    "count": "1037000"
                },
                {
                    "name": "بطل من الجنوب",
                    "count": "940000"
                },
                {
                    "name": "أسرار البنات",
                    "count": "872000"
                },
                {
                    "name": "بدر",
                    "count": "835000"
                },
                {
                    "name": "صعيدي رايح جاي",
                    "count": "720000"
                },
                {
                    "name": "افريكانو",
                    "count": "670000"
                },
                {
                    "name": "أيام السادات",
                    "count": "600000"
                },
                {
                    "name": "ابن عز",
                    "count": "560000"
                },
                {
                    "name": "أولى ثانوي",
                    "count": "520000"
                }
            ]
        },
        {
            "name": "2002",
            "items": [
                {
                    "name": "مافيا",
                    "count": "1940000"
                },
                {
                    "name": "الرغية",
                    "count": "1360000"
                },
                {
                    "name": "خلي الدماغ صاحي",
                    "count": "1130000"
                },
                {
                    "name": "قلب جريء",
                    "count": "1040000"
                },
                {
                    "name": "سحر العيون",
                    "count": "980000"
                },
                {
                    "name": "شباب على الهوا",
                    "count": "935000"
                },
                {
                    "name": "فلاح في الكونجرس",
                    "count": "876000"
                },
                {
                    "name": "عودة مدرسة المشاغبين",
                    "count": "820000"
                },
                {
                    "name": "صيت الحيتان",
                    "count": "725000"
                },
                {
                    "name": "العشق والدم",
                    "count": "640000"
                }
            ]
        },
        {
            "name": "2003",
            "items": [
                {
                    "name": "التجربة الدنماركية",
                    "count": "2030000"
                },
                {
                    "name": "سهر الليالي",
                    "count": "1430000"
                },
                {
                    "name": "سلام مربع للستات",
                    "count": "1320000"
                },
                {
                    "name": "بحبك وأنا كمان",
                    "count": "1180000"
                },
                {
                    "name": "المشخصاتي",
                    "count": "1040000"
                },
                {
                    "name": "حفار البحر",
                    "count": "1000000"
                },
                {
                    "name": "ديل السمكة",
                    "count": "962000"
                },
                {
                    "name": "عسكر في المعسكر",
                    "count": "830000"
                },
                {
                    "name": "فيلم هندي",
                    "count": "780000"
                },
                {
                    "name": "ميدو مشاكل",
                    "count": "730000"
                }
            ]
        },
        {
            "name": "2004",
            "items": [
                {
                    "name": "فول الصين العظيم",
                    "count": "2340000"
                },
                {
                    "name": "تيتو",
                    "count": "1720000"
                },
                {
                    "name": "الباشا تلميذ",
                    "count": "1430000"
                },
                {
                    "name": "عريس من جهة أمنية",
                    "count": "1240000"
                },
                {
                    "name": "غبي منه فيه",
                    "count": "1140000"
                },
                {
                    "name": "أحلى الأوقات",
                    "count": "1090000"
                },
                {
                    "name": "سنة أولى نصب",
                    "count": "1040000"
                },
                {
                    "name": "صايع بحر",
                    "count": "940000"
                },
                {
                    "name": "حب البنات",
                    "count": "850000"
                },
                {
                    "name": "حالة حب",
                    "count": "730000"
                }
            ]
        },
        {
            "name": "2005",
            "items": [
                {
                    "name": "أبو علي",
                    "count": "2340000"
                },
                {
                    "name": "بنات وسط البلد",
                    "count": "1820000"
                },
                {
                    "name": "الباحثات عن الحرية",
                    "count": "1730000"
                },
                {
                    "name": "السفارة في العمارة",
                    "count": "1340000"
                },
                {
                    "name": "الحاسة السابعة",
                    "count": "1270000"
                },
                {
                    "name": "حماده يلعب",
                    "count": "1040000"
                },
                {
                    "name": "حريم كريم",
                    "count": "930000"
                },
                {
                    "name": "ليلة سقوط بغداد",
                    "count": "870000"
                },
                {
                    "name": "أحلام عمران",
                    "count": "850000"
                },
                {
                    "name": "زكي شان",
                    "count": "780000"
                }
            ]
        },
        {
            "name": "2006",
            "items": [
                {
                    "name": "عمار يعقوبيان",
                    "count": "2730000"
                },
                {
                    "name": "العيال هربت",
                    "count": "2350000"
                },
                {
                    "name": "الرهينة",
                    "count": "2300000"
                },
                {
                    "name": "اّخر الدنيا",
                    "count": "2010000"
                },
                {
                    "name": "الفرقة 16 إجرام",
                    "count": "1500000"
                },
                {
                    "name": "ايه النظام",
                    "count": "1200000"
                },
                {
                    "name": "أوقات فراغ",
                    "count": "1020000"
                },
                {
                    "name": "زي الهوا",
                    "count": "936000"
                },
                {
                    "name": "عودة الندلة",
                    "count": "870000"
                },
                {
                    "name": "خيانة مشروعة",
                    "count": "820000"
                }
            ]
        },
        {
            "name": "2007",
            "items": [
                {
                    "name": "45 يوم",
                    "count": "3230000"
                },
                {
                    "name": "الشبح",
                    "count": "2350000"
                },
                {
                    "name": "استغماية",
                    "count": "2260000"
                },
                {
                    "name": "الأول في الغرام",
                    "count": "2010000"
                },
                {
                    "name": "أحلام الفتى الطايش",
                    "count": "1830000"
                },
                {
                    "name": "حسن طيارة",
                    "count": "1430000"
                },
                {
                    "name": "الدرملي فقري تملي",
                    "count": "1250000"
                },
                {
                    "name": "خمس نجوم",
                    "count": "1000000"
                },
                {
                    "name": "اثنين على الرصيف",
                    "count": "992000"
                },
                {
                    "name": "عمر وسلمى",
                    "count": "800000"
                }
            ]
        },
        {
            "name": "2008",
            "items": [
                {
                    "name": "اّسف على الإزعاج",
                    "count": "3420000"
                },
                {
                    "name": "شبه منحرف",
                    "count": "2560000"
                },
                {
                    "name": "حبيبي نائما",
                    "count": "2360000"
                },
                {
                    "name": "طباخ الريس",
                    "count": "2010000"
                },
                {
                    "name": "بوشكاش",
                    "count": "1700000"
                },
                {
                    "name": "جنية الأسماك",
                    "count": "1540000"
                },
                {
                    "name": "حلم العمر",
                    "count": "1370000"
                },
                {
                    "name": "اّخر كلام",
                    "count": "1160000"
                },
                {
                    "name": "اّيامنا الجاية",
                    "count": "1020000"
                },
                {
                    "name": "الوعد",
                    "count": "970000"
                }
            ]
        },
        {
            "name": "2009",
            "items": [
                {
                    "name": "واحد صفر",
                    "count": "3590000"
                },
                {
                    "name": "بوبوس",
                    "count": "2630000"
                },
                {
                    "name": "السفاح",
                    "count": "2360000"
                },
                {
                    "name": "بدون رقابة",
                    "count": "2160000"
                },
                {
                    "name": "الحكاية فيها منه",
                    "count": "2080000"
                },
                {
                    "name": "بدل فاقد",
                    "count": "1830000"
                },
                {
                    "name": "أعز أصحاب",
                    "count": "1600000"
                },
                {
                    "name": "أزمة شرف",
                    "count": "1350000"
                },
                {
                    "name": "بألوان الطبيعة",
                    "count": "1020000"
                },
                {
                    "name": "الأكاديمية",
                    "count": "950000"
                }
            ]
        },
        {
            "name": "2010",
            "items": [
                {
                    "name": "سمير وشهير وبهير",
                    "count": "3240000"
                },
                {
                    "name": "678",
                    "count": "2830000"
                },
                {
                    "name": "رسائل البحر",
                    "count": "2510000"
                },
                {
                    "name": "تلك الأيام",
                    "count": "2370000"
                },
                {
                    "name": "ولاد البلد",
                    "count": "1820000"
                },
                {
                    "name": "عسل إسود",
                    "count": "1620000"
                },
                {
                    "name": "نور عيني",
                    "count": "1390000"
                },
                {
                    "name": "محترم إلا ربع",
                    "count": "1093500"
                },
                {
                    "name": "ولد وبنت",
                    "count": "1036600"
                },
                {
                    "name": "عصافير النيل",
                    "count": "973000"
                }
            ]
        },
        {
            "name": "2011",
            "items": [
                {
                    "name": "أنا بضيع يا وديع",
                    "count": "3720000"
                },
                {
                    "name": "إيي يوسي",
                    "count": "3200000"
                },
                {
                    "name": "أمن دولت",
                    "count": "3010000"
                },
                {
                    "name": "إكس لارج",
                    "count": "2800000"
                },
                {
                    "name": "سامي أكسيد الكربون",
                    "count": "2630000"
                },
                {
                    "name": "الفاجومي",
                    "count": "2360000"
                },
                {
                    "name": "سفاري",
                    "count": "1720000"
                },
                {
                    "name": "فاصل ونعود",
                    "count": "1370000"
                },
                {
                    "name": "شارع الهرم",
                    "count": "1130000"
                },
                {
                    "name": "تك تك بوم",
                    "count": "1020000"
                }
            ]
        },
        {
            "name": "2012",
            "items": [
                {
                    "name": "المصلحة",
                    "count": "4250000"
                },
                {
                    "name": "حصل خير",
                    "count": "3640000"
                },
                {
                    "name": "بنات العم",
                    "count": "3450000"
                },
                {
                    "name": "الألماني",
                    "count": "3150000"
                },
                {
                    "name": "جوة اللعبة",
                    "count": "2930000"
                },
                {
                    "name": "جدو حبيبي",
                    "count": "2460000"
                },
                {
                    "name": "الأنسة مامي",
                    "count": "2140000"
                },
                {
                    "name": "تيته  رهيبة",
                    "count": "1570000"
                },
                {
                    "name": "حفلة منتصف الليل",
                    "count": "1340000"
                },
                {
                    "name": "برتيتا",
                    "count": "1030000"
                }
            ]
        },
        {
            "name": "2013",
            "items": [
                {
                    "name": "12\\31",
                    "count": "4600000"
                },
                {
                    "name": "الحرامي والعبيط",
                    "count": "3640000"
                },
                {
                    "name": "بوسي كات",
                    "count": "3450000"
                },
                {
                    "name": "الحفلة",
                    "count": "3010000"
                },
                {
                    "name": "%8",
                    "count": "2730000"
                },
                {
                    "name": "توم وجيمي",
                    "count": "2030000"
                },
                {
                    "name": "القشاش",
                    "count": "1600000"
                },
                {
                    "name": "البرنسيسة",
                    "count": "1360000"
                },
                {
                    "name": "أسرار عائلية",
                    "count": "1100000"
                },
                {
                    "name": "قلب الأسد",
                    "count": "1020000"
                }
            ]
        },
        {
            "name": "2014",
            "items": [
                {
                    "name": "الفيل الأزرق",
                    "count": "4830000"
                },
                {
                    "name": "خطة جيمي",
                    "count": "3740000"
                },
                {
                    "name": "صنع في مصر",
                    "count": "3470000"
                },
                {
                    "name": "المعدية",
                    "count": "3270000"
                },
                {
                    "name": "الحرب العالمية الثالثة",
                    "count": "2800000"
                },
                {
                    "name": "جيران السعد",
                    "count": "2360000"
                },
                {
                    "name": "المهرجان",
                    "count": "2100000"
                },
                {
                    "name": "عمر وسلوى",
                    "count": "1640000"
                },
                {
                    "name": "الجزيرة 2",
                    "count": "1360000"
                },
                {
                    "name": "حلاوى روح",
                    "count": "1040000"
                }
            ]
        },
        {
            "name": "2015",
            "items": [
                {
                    "name": "بتوقيت القاهرة",
                    "count": "5000000"
                },
                {
                    "name": "قبل زحمة الصيف",
                    "count": "4600000"
                },
                {
                    "name": "قدرات غير عادية",
                    "count": "3600000"
                },
                {
                    "name": "من ألف الى باء",
                    "count": "3200000"
                },
                {
                    "name": "عالم ليس لنا",
                    "count": "2800000"
                },
                {
                    "name": "الحمى",
                    "count": "2600000"
                },
                {
                    "name": "الحي يروح",
                    "count": "2000000"
                },
                {
                    "name": "ماء الفضة",
                    "count": "1300000"
                },
                {
                    "name": "أسوار القمر",
                    "count": "1100000"
                },
                {
                    "name": "نوم الثلاث",
                    "count": "1000000"
                }
            ]
        },
        {
            "name": "2016",
            "items": [
                {
                    "name": "البر الثاني",
                    "count": "5200000"
                },
                {
                    "name": "اشتباك",
                    "count": "4400000"
                },
                {
                    "name": "هيبتا",
                    "count": "3400000"
                },
                {
                    "name": "قبل زحمة الصيف",
                    "count": "3100000"
                },
                {
                    "name": "لف ودوران",
                    "count": "2900000"
                },
                {
                    "name": "جحيم في الهند",
                    "count": "2400000"
                },
                {
                    "name": "حرام الجسد",
                    "count": "2000000"
                },
                {
                    "name": "كذبة كل يوم",
                    "count": "1700000"
                },
                {
                    "name": "من ضهر راجل",
                    "count": "1400000"
                },
                {
                    "name": "من 30 سنة",
                    "count": "1200000"
                }
            ]
        },
        {
            "name": "2017",
            "items": [
                {
                    "name": "يوم من الأيام",
                    "count": "5600000"
                },
                {
                    "name": "بشتري راجل",
                    "count": "4700000"
                },
                {
                    "name": "مولانا",
                    "count": "4200000"
                },
                {
                    "name": "بنك الحظ",
                    "count": "3200000"
                },
                {
                    "name": "الأصليين",
                    "count": "2500000"
                },
                {
                    "name": "تصبح على خير",
                    "count": "2300000"
                },
                {
                    "name": "الكنز",
                    "count": "1800000"
                },
                {
                    "name": "الشيخ جاكسون",
                    "count": "1500000"
                },
                {
                    "name": "هروب إطراري",
                    "count": "1200000"
                },
                {
                    "name": "الخلية",
                    "count": "1000000"
                }
            ]
        },
        {
            "name": "2018",
            "items": [
                {
                    "name": "تراب الماس",
                    "count": "6700000"
                },
                {
                    "name": "حرب كرمز",
                    "count": "5300000"
                },
                {
                    "name": "يوم الدين",
                    "count": "3900000"
                },
                {
                    "name": "البدله",
                    "count": "2700000"
                },
                {
                    "name": "قلب امه",
                    "count": "2500000"
                },
                {
                    "name": "الديزل",
                    "count": "2100000"
                },
                {
                    "name": "ليله هنا وسرور",
                    "count": "2000000"
                },
                {
                    "name": "عيار ناري",
                    "count": "1800000"
                },
                {
                    "name": "رغدة متوحشه",
                    "count": "1500000"
                },
                {
                    "name": "بني ادم",
                    "count": "1300000"
                }
            ]
        }
    ]
};

export default graphData;