const graphData = {
    "title": "",
    "items": [
        {
            "name": "1999",
            "items": [
                {
                    "name": "أم كلثوم",
                    "count": "6800000"
                },
                {
                    "name": "الفصول الأربعة",
                    "count": "5920000"
                },
                {
                    "name": "عائلتي وأنا",
                    "count": "5330000"
                },
                {
                    "name": "سرور",
                    "count": "4090000"
                },
                {
                    "name": "قلب دافئ",
                    "count": "3700000"
                },
                {
                    "name": "القصر",
                    "count": "2890000"
                },
                {
                    "name": "أحلام البسطاء",
                    "count": "2430000"
                },
                {
                    "name": "جلد الأفعى",
                    "count": "1600000"
                },
                {
                    "name": "طاش ما طاش 7",
                    "count": "960000"
                },
                {
                    "name": "مناوي باشا",
                    "count": "890000"
                }
            ]
        },
        {
            "name": "2000",
            "items": [
                {
                    "name": "الخوالي",
                    "count": "6300000"
                },
                {
                    "name": "وجه القمر",
                    "count": "5300000"
                },
                {
                    "name": "حديقة الشر",
                    "count": "4200000"
                },
                {
                    "name": "القصاص",
                    "count": "3940000"
                },
                {
                    "name": "العمر الضائع",
                    "count": "3490000"
                },
                {
                    "name": "البواسل",
                    "count": "2790000"
                },
                {
                    "name": "نوادر وحكايا",
                    "count": "2170000"
                },
                {
                    "name": "قصص الغموض",
                    "count": "1890000"
                },
                {
                    "name": "الفتح المبين",
                    "count": "1200000"
                },
                {
                    "name": "الثعبان",
                    "count": "940000"
                }
            ]
        },
        {
            "name": "2001",
            "items": [
                {
                    "name": "صلاح الدين الأيوبي",
                    "count": "7390000"
                },
                {
                    "name": "السيرة الهلالية",
                    "count": "5900000"
                },
                {
                    "name": "ذي قار",
                    "count": "5270000"
                },
                {
                    "name": "ألو جميل ألو هناء",
                    "count": "4270000"
                },
                {
                    "name": "عائلة الحاج متولي",
                    "count": "3470000"
                },
                {
                    "name": "بقعة ضوء",
                    "count": "2840000"
                },
                {
                    "name": "قوس قزح",
                    "count": "2490000"
                },
                {
                    "name": "أهل الدنيا",
                    "count": "1640000"
                },
                {
                    "name": "حواري وقصور",
                    "count": "1200000"
                },
                {
                    "name": "للعدالة  وجوه كثيرة",
                    "count": "948000"
                }
            ]
        },
        {
            "name": "2002",
            "items": [
                {
                    "name": "صراع الزمن",
                    "count": "7600000"
                },
                {
                    "name": "الأصدقاء",
                    "count": "6400000"
                },
                {
                    "name": "مريم المقدسة",
                    "count": "5800000"
                },
                {
                    "name": "أين قلبي",
                    "count": "5200000"
                },
                {
                    "name": "الرحيل الى الوجه الاّخر",
                    "count": "4730000"
                },
                {
                    "name": "طاش ما طاش 10",
                    "count": "3980000"
                },
                {
                    "name": "عرسان اّخر زمن",
                    "count": "3100000"
                },
                {
                    "name": "زمن الوصول",
                    "count": "2490000"
                },
                {
                    "name": "خلخال الباتول",
                    "count": "1730000"
                },
                {
                    "name": "أوراق مصرية",
                    "count": "1090000"
                }
            ]
        },
        {
            "name": "2003",
            "items": [
                {
                    "name": "وادي الذئاب",
                    "count": "8300000"
                },
                {
                    "name": "الليل واّخره",
                    "count": "7500000"
                },
                {
                    "name": "بيت العز",
                    "count": "6900000"
                },
                {
                    "name": "إمام الدعاة",
                    "count": "4700000"
                },
                {
                    "name": "الحب مرة أخرى",
                    "count": "4300000"
                },
                {
                    "name": "حد السكين",
                    "count": "3940000"
                },
                {
                    "name": "طاش ما طاش 11",
                    "count": "2740000"
                },
                {
                    "name": "فرحة العمر",
                    "count": "1940000"
                },
                {
                    "name": "البنات",
                    "count": "1700000"
                },
                {
                    "name": "بحر الحب",
                    "count": "1400000"
                }
            ]
        },
        {
            "name": "2004",
            "items": [
                {
                    "name": "أحلام كبيرة",
                    "count": "9200000"
                },
                {
                    "name": "القادم الغريب",
                    "count": "7800000"
                },
                {
                    "name": "ليالي الصالحية",
                    "count": "5900000"
                },
                {
                    "name": "طاش ما طاش 12",
                    "count": "5300000"
                },
                {
                    "name": "عصر الجنون",
                    "count": "4290000"
                },
                {
                    "name": "للحياة وجه اّخر",
                    "count": "3800000"
                },
                {
                    "name": "من القلب الى القلب",
                    "count": "3200000"
                },
                {
                    "name": "شهرزاد",
                    "count": "2300000"
                },
                {
                    "name": "سوالف حريم",
                    "count": "1250000"
                },
                {
                    "name": "اّلام خفية",
                    "count": "1030000"
                }
            ]
        },
        {
            "name": "2005",
            "items": [
                {
                    "name": "نزار قباني",
                    "count": "9340000"
                },
                {
                    "name": "ريا وسكينة",
                    "count": "8230000"
                },
                {
                    "name": "الإمام محمد عبده",
                    "count": "7230000"
                },
                {
                    "name": "أماكن في القلب",
                    "count": "5830000"
                },
                {
                    "name": "سنوات الضياع",
                    "count": "5430000"
                },
                {
                    "name": "العميل 1001",
                    "count": "4700000"
                },
                {
                    "name": "العوني",
                    "count": "3200000"
                },
                {
                    "name": "مجاديف الأمل",
                    "count": "2300000"
                },
                {
                    "name": "طاش ما طاش 13",
                    "count": "1730000"
                },
                {
                    "name": "زوج الست",
                    "count": "1350000"
                }
            ]
        },
        {
            "name": "2006",
            "items": [
                {
                    "name": "أحزان مريم",
                    "count": "11900000"
                },
                {
                    "name": "بلا قيود",
                    "count": "10200000"
                },
                {
                    "name": "نجمة الخليج",
                    "count": "9300000"
                },
                {
                    "name": "خالد بن الوليد",
                    "count": "7200000"
                },
                {
                    "name": "باب الحارة",
                    "count": "6340000"
                },
                {
                    "name": "القضية",
                    "count": "5290000"
                },
                {
                    "name": "الإمام المراغي",
                    "count": "4850000"
                },
                {
                    "name": "أبناء الرشيد",
                    "count": "3280000"
                },
                {
                    "name": "بلا  رحمة",
                    "count": "2400000"
                },
                {
                    "name": "حدائق الشيطان",
                    "count": "1400000"
                }
            ]
        },
        {
            "name": "2007",
            "items": [
                {
                    "name": "الإمام الشافعي",
                    "count": "14200000"
                },
                {
                    "name": "بنت النور",
                    "count": "12300000"
                },
                {
                    "name": "عيون من زجاج",
                    "count": "10900000"
                },
                {
                    "name": "وجه اّخر",
                    "count": "7900000"
                },
                {
                    "name": "وضحة وابن عجلان",
                    "count": "7300000"
                },
                {
                    "name": "لحظات حرجة",
                    "count": "5290000"
                },
                {
                    "name": "الملك فاروق",
                    "count": "3740000"
                },
                {
                    "name": "الحب المستحيل",
                    "count": "3290000"
                },
                {
                    "name": "المقاريد",
                    "count": "2730000"
                },
                {
                    "name": "قضية رأي عام",
                    "count": "1040000"
                }
            ]
        },
        {
            "name": "2008",
            "items": [
                {
                    "name": "يوسف الصديق",
                    "count": "17400000"
                },
                {
                    "name": "قمر بني هاشم",
                    "count": "14500000"
                },
                {
                    "name": "جدار الصمت",
                    "count": "12800000"
                },
                {
                    "name": "العارف بالله",
                    "count": "10900000"
                },
                {
                    "name": "أهل الراية",
                    "count": "8900000"
                },
                {
                    "name": "طوق الياسمين",
                    "count": "7590000"
                },
                {
                    "name": "في أيد أمينة",
                    "count": "4600000"
                },
                {
                    "name": "قلب ميت",
                    "count": "3900000"
                },
                {
                    "name": "مكتوب",
                    "count": "2700000"
                },
                {
                    "name": "أسمهان",
                    "count": "1980000"
                }
            ]
        },
        {
            "name": "2009",
            "items": [
                {
                    "name": "الوتر المشدود",
                    "count": "14800000"
                },
                {
                    "name": "زمن العار",
                    "count": "13200000"
                },
                {
                    "name": "أهل الراية 2",
                    "count": "11500000"
                },
                {
                    "name": "حرب الجواسيس",
                    "count": "10400000"
                },
                {
                    "name": "الاعتذار",
                    "count": "9420000"
                },
                {
                    "name": "اّخر أيام الحب",
                    "count": "7500000"
                },
                {
                    "name": "قلوب للإيجار",
                    "count": "6420000"
                },
                {
                    "name": "وتمض الأيام",
                    "count": "5270000"
                },
                {
                    "name": "عجيب غريب",
                    "count": "3500000"
                },
                {
                    "name": "وطن النصر",
                    "count": "2940000"
                }
            ]
        },
        {
            "name": "2010",
            "items": [
                {
                    "name": "اّخر الملوك",
                    "count": "14200000"
                },
                {
                    "name": "قصة حب",
                    "count": "12800000"
                },
                {
                    "name": "لعنة الطين",
                    "count": "12400000"
                },
                {
                    "name": "سقوط الخلافة",
                    "count": "10370000"
                },
                {
                    "name": "كليوباترا",
                    "count": "8930000"
                },
                {
                    "name": "أزمة سكر",
                    "count": "8300000"
                },
                {
                    "name": "رايات الحق",
                    "count": "4290000"
                },
                {
                    "name": "عطر النار",
                    "count": "3740000"
                },
                {
                    "name": "باب الحارة 5",
                    "count": "2300000"
                },
                {
                    "name": "بنات اّدم",
                    "count": "2090000"
                }
            ]
        },
        {
            "name": "2011",
            "items": [
                {
                    "name": "خاتم سليمان",
                    "count": "12800000"
                },
                {
                    "name": "أبواب الخوف",
                    "count": "11300000"
                },
                {
                    "name": "جلسات نسائية",
                    "count": "10900000"
                },
                {
                    "name": "كشف الأقنعة",
                    "count": "10200000"
                },
                {
                    "name": "صبايا 3",
                    "count": "9300000"
                },
                {
                    "name": "مرايا 2011",
                    "count": "6230000"
                },
                {
                    "name": "ولادة من الخاصرة",
                    "count": "5290000"
                },
                {
                    "name": "كيد النسا",
                    "count": "3480000"
                },
                {
                    "name": "الحب المستحيل",
                    "count": "2480000"
                },
                {
                    "name": "زينة الحياة",
                    "count": "2010000"
                }
            ]
        },
        {
            "name": "2012",
            "items": [
                {
                    "name": "روبي",
                    "count": "15400000"
                },
                {
                    "name": "أزهار الليل",
                    "count": "13800000"
                },
                {
                    "name": "إمام الفقهاء",
                    "count": "12740000"
                },
                {
                    "name": "بنات العيلة",
                    "count": "11400000"
                },
                {
                    "name": "دار الوزير",
                    "count": "10200000"
                },
                {
                    "name": "زمن البرغوث",
                    "count": "8304000"
                },
                {
                    "name": "وادي الذئاب 6",
                    "count": "7340000"
                },
                {
                    "name": "ضياع في حفر الباطن",
                    "count": "3450000"
                },
                {
                    "name": "المنتقم",
                    "count": "3280000"
                },
                {
                    "name": "أم الصابرين",
                    "count": "2790000"
                }
            ]
        },
        {
            "name": "2013",
            "items": [
                {
                    "name": "الحلال والحرام",
                    "count": "15600000"
                },
                {
                    "name": "طباخ السلطان",
                    "count": "14380000"
                },
                {
                    "name": "وأشرقت الشمس",
                    "count": "13200000"
                },
                {
                    "name": "جذور",
                    "count": "10400000"
                },
                {
                    "name": "السلطان",
                    "count": "7850000"
                },
                {
                    "name": "القلب الشجاع",
                    "count": "5890000"
                },
                {
                    "name": "سوبر فاميلي",
                    "count": "5230000"
                },
                {
                    "name": "عائلة الدكتور سعود",
                    "count": "4830000"
                },
                {
                    "name": "أهل البلد",
                    "count": "3800000"
                },
                {
                    "name": "في غمضة عين",
                    "count": "2400000"
                }
            ]
        },
        {
            "name": "2014",
            "items": [
                {
                    "name": "دوائر حب",
                    "count": "15700000"
                },
                {
                    "name": "خميس بن جمعة",
                    "count": "14600000"
                },
                {
                    "name": "خواتم",
                    "count": "14050000"
                },
                {
                    "name": "الحقائب",
                    "count": "13200000"
                },
                {
                    "name": "طوق البنات",
                    "count": "11600000"
                },
                {
                    "name": "رقص الأفاعي",
                    "count": "9730000"
                },
                {
                    "name": "عد تنازلي",
                    "count": "7390000"
                },
                {
                    "name": "فرصة ثانية",
                    "count": "4270000"
                },
                {
                    "name": "وادي الذئاب 9",
                    "count": "3920000"
                },
                {
                    "name": "شاهد عيان",
                    "count": "3420000"
                }
            ]
        },
        {
            "name": "2015",
            "items": [
                {
                    "name": "السلطان عاشور العاشر",
                    "count": "17800000"
                },
                {
                    "name": "ظرف أسود",
                    "count": "15700000"
                },
                {
                    "name": "العراب",
                    "count": "15240000"
                },
                {
                    "name": "لعبة القدر",
                    "count": "13800000"
                },
                {
                    "name": "سرايا عابدين",
                    "count": "12340000"
                },
                {
                    "name": "24 قراط",
                    "count": "10700000"
                },
                {
                    "name": "ألوان الطين",
                    "count": "7390000"
                },
                {
                    "name": "ولاد السيدة",
                    "count": "4850000"
                },
                {
                    "name": "طوق البنات 2",
                    "count": "4320000"
                },
                {
                    "name": "البيوت أسرار",
                    "count": "3450000"
                }
            ]
        },
        {
            "name": "2016",
            "items": [
                {
                    "name": "الأسطورة",
                    "count": "24500000"
                },
                {
                    "name": "قلوب تحت الرماد",
                    "count": "20700000"
                },
                {
                    "name": "العراب",
                    "count": "16900000"
                },
                {
                    "name": "صرخة روح",
                    "count": "14200000"
                },
                {
                    "name": "مرحبا يصحابي",
                    "count": "12400000"
                },
                {
                    "name": "علاقات خاصة",
                    "count": "10500000"
                },
                {
                    "name": "الندم",
                    "count": "7900000"
                },
                {
                    "name": "الغول",
                    "count": "4700000"
                },
                {
                    "name": "شبيه معاليه",
                    "count": "4360000"
                },
                {
                    "name": "الخروج",
                    "count": "3270000"
                }
            ]
        },
        {
            "name": "2017",
            "items": [
                {
                    "name": "عفاريت عدلي علام",
                    "count": "21300000"
                },
                {
                    "name": "الحصان الأسود",
                    "count": "20400000"
                },
                {
                    "name": "الزيبق",
                    "count": "18700000"
                },
                {
                    "name": "الهيبة",
                    "count": "18200000"
                },
                {
                    "name": "الوشم",
                    "count": "16300000"
                },
                {
                    "name": "كلبش 1",
                    "count": "15930000"
                },
                {
                    "name": "طوق البنات 4",
                    "count": "9120000"
                },
                {
                    "name": "الرابوص",
                    "count": "8200000"
                },
                {
                    "name": "الدوامة",
                    "count": "6300000"
                },
                {
                    "name": "حلاوة دنيا",
                    "count": "5970000"
                }
            ]
        },
        {
            "name": "2018",
            "items": [
                {
                    "name": "كلبش 2",
                    "count": "23400000"
                },
                {
                    "name": "كأنه إمبارح",
                    "count": "19700000"
                },
                {
                    "name": "رحيم",
                    "count": "18200000"
                },
                {
                    "name": "طايع",
                    "count": "16340000"
                },
                {
                    "name": "الهيبة 2",
                    "count": "14500000"
                },
                {
                    "name": "بالحجم العائلي",
                    "count": "11500000"
                },
                {
                    "name": "الوصية",
                    "count": "9370000"
                },
                {
                    "name": "أبناء القلعة",
                    "count": "7200000"
                },
                {
                    "name": "قلوب تائهة",
                    "count": "5830000"
                },
                {
                    "name": "هواجس عابرة",
                    "count": "3700000"
                }
            ]
        }
    ]
};

export default graphData;