const graphData = {
    "title": "",
    "items": [
        {
            "name": "1990",
            "items": [
                {
                    "name": "أسألي",
                    "count": "21"
                },
                {
                    "name": "يا إسكندرية",
                    "count": "18"
                },
                {
                    "name": "تناسيني",
                    "count": "14"
                },
                {
                    "name": "متخافيش",
                    "count": "11"
                },
                {
                    "name": "الرسايل",
                    "count": "9"
                },
                {
                    "name": "حكاية",
                    "count": "7"
                },
                {
                    "name": "اكمني",
                    "count": "6"
                },
                {
                    "name": "كابوريا",
                    "count": "4"
                },
                {
                    "name": "اتفقنا",
                    "count": "2"
                },
                {
                    "name": "ونندم",
                    "count": "1"
                }
            ]
        },
        {
            "name": "1991",
            "items": [
                {
                    "name": "حبيت",
                    "count": "26"
                },
                {
                    "name": "مشينا",
                    "count": "21"
                },
                {
                    "name": "حبيبي",
                    "count": "18"
                },
                {
                    "name": "شكىى",
                    "count": "15"
                },
                {
                    "name": "كل البنات",
                    "count": "11"
                },
                {
                    "name": "كواحل",
                    "count": "9"
                },
                {
                    "name": "مراسيل",
                    "count": "7"
                },
                {
                    "name": "يا صابرة يانا",
                    "count": "6"
                },
                {
                    "name": "إيه بس اللي رماك",
                    "count": "4"
                },
                {
                    "name": "زي الحلم",
                    "count": "2"
                }
            ]
        },
        {
            "name": "1992",
            "items": [
                {
                    "name": "ليه الحبيب",
                    "count": "34"
                },
                {
                    "name": "شيكا بيكا",
                    "count": "21"
                },
                {
                    "name": "حالة",
                    "count": "17"
                },
                {
                    "name": "الطول واللون والحرية",
                    "count": "14"
                },
                {
                    "name": "اّيامنا",
                    "count": "11"
                },
                {
                    "name": "أيس كريم من جليم",
                    "count": "9"
                },
                {
                    "name": "عالميات",
                    "count": "5"
                },
                {
                    "name": "نظرة",
                    "count": "3"
                },
                {
                    "name": "روح الروح",
                    "count": "2"
                },
                {
                    "name": "مستر كراتيه",
                    "count": "2"
                }
            ]
        },
        {
            "name": "1993",
            "items": [
                {
                    "name": "اعاتبك",
                    "count": "38"
                },
                {
                    "name": "حبينا",
                    "count": "34"
                },
                {
                    "name": "تعالى",
                    "count": "26"
                },
                {
                    "name": "شيء غريب",
                    "count": "24"
                },
                {
                    "name": "رسمتك",
                    "count": "19"
                },
                {
                    "name": "إلا أنا",
                    "count": "16"
                },
                {
                    "name": "عيار قوي",
                    "count": "13"
                },
                {
                    "name": "اعذروني",
                    "count": "7"
                },
                {
                    "name": "عندك حق",
                    "count": "4"
                },
                {
                    "name": "Abdel Kader",
                    "count": "2"
                }
            ]
        },
        {
            "name": "1994",
            "items": [
                {
                    "name": "روح قلبي",
                    "count": "38"
                },
                {
                    "name": "نحلم",
                    "count": "31"
                },
                {
                    "name": "تعالى",
                    "count": "26"
                },
                {
                    "name": "أفتح قلبك",
                    "count": "21"
                },
                {
                    "name": "قدرى",
                    "count": "19"
                },
                {
                    "name": "ويلوموني",
                    "count": "16"
                },
                {
                    "name": "يا عمرنا",
                    "count": "13"
                },
                {
                    "name": "روائع شعبية",
                    "count": "7"
                },
                {
                    "name": "نار",
                    "count": "4"
                },
                {
                    "name": "ذكريات",
                    "count": "3"
                }
            ]
        },
        {
            "name": "1995",
            "items": [
                {
                    "name": "أغلى الناس",
                    "count": "44"
                },
                {
                    "name": "زي الأول",
                    "count": "37"
                },
                {
                    "name": "ممكن",
                    "count": "31"
                },
                {
                    "name": "راجعين",
                    "count": "27"
                },
                {
                    "name": "وحياتي عندك",
                    "count": "21"
                },
                {
                    "name": "جرحوني وقفلو الاجزخانات",
                    "count": "16"
                },
                {
                    "name": "تتجوزيني",
                    "count": "13"
                },
                {
                    "name": "صديق",
                    "count": "9"
                },
                {
                    "name": "قشر البندق",
                    "count": "6"
                },
                {
                    "name": "سهر سهر",
                    "count": "4"
                }
            ]
        },
        {
            "name": "1996",
            "items": [
                {
                    "name": "حيران",
                    "count": "47"
                },
                {
                    "name": "من أول لمسة",
                    "count": "39"
                },
                {
                    "name": "ليالي",
                    "count": "32"
                },
                {
                    "name": "نور العين",
                    "count": "27"
                },
                {
                    "name": "أسهر مع سيرتك",
                    "count": "24"
                },
                {
                    "name": "وحشتني",
                    "count": "19"
                },
                {
                    "name": "هايل",
                    "count": "14"
                },
                {
                    "name": "الايام",
                    "count": "11"
                },
                {
                    "name": "ليل العاشقين",
                    "count": "9"
                },
                {
                    "name": "قلبك قاسي",
                    "count": "7"
                }
            ]
        },
        {
            "name": "1997",
            "items": [
                {
                    "name": "شارع الهوي",
                    "count": "51"
                },
                {
                    "name": "كامننا",
                    "count": "47"
                },
                {
                    "name": "ياليلة",
                    "count": "42"
                },
                {
                    "name": "الاسامى",
                    "count": "37"
                },
                {
                    "name": "أصعب حب",
                    "count": "31"
                },
                {
                    "name": "عيني",
                    "count": "26"
                },
                {
                    "name": "بعشق قمر",
                    "count": "20"
                },
                {
                    "name": "كيف ارضي",
                    "count": "17"
                },
                {
                    "name": "بتحب مين",
                    "count": "13"
                },
                {
                    "name": "اهل العشق",
                    "count": "9"
                }
            ]
        },
        {
            "name": "1998",
            "items": [
                {
                    "name": "الحب الحقيقي",
                    "count": "56"
                },
                {
                    "name": "محتجالك",
                    "count": "48"
                },
                {
                    "name": "حبيتها",
                    "count": "43"
                },
                {
                    "name": "بدون مونتاج",
                    "count": "40"
                },
                {
                    "name": "عوروني",
                    "count": "36"
                },
                {
                    "name": "ع البال",
                    "count": "32"
                },
                {
                    "name": "ولا دمعة",
                    "count": "27"
                },
                {
                    "name": "دار الزمان",
                    "count": "19"
                },
                {
                    "name": "تليفونك",
                    "count": "16"
                },
                {
                    "name": "لسه الدنيا بخير",
                    "count": "11"
                }
            ]
        },
        {
            "name": "1999",
            "items": [
                {
                    "name": "قلبي وروحي وعمري",
                    "count": "58"
                },
                {
                    "name": "كلام الليل",
                    "count": "51"
                },
                {
                    "name": "واضح",
                    "count": "46"
                },
                {
                    "name": "الفرحة",
                    "count": "41"
                },
                {
                    "name": "قمرين",
                    "count": "37"
                },
                {
                    "name": "روحي",
                    "count": "30"
                },
                {
                    "name": "طبيب جراح",
                    "count": "27"
                },
                {
                    "name": "ياللي ماشي",
                    "count": "24"
                },
                {
                    "name": "سحراني",
                    "count": "15"
                },
                {
                    "name": "طبيعي",
                    "count": "13"
                }
            ]
        },
        {
            "name": "2000",
            "items": [
                {
                    "name": "القلب الطيب",
                    "count": "65"
                },
                {
                    "name": "حبيبي ده",
                    "count": "52"
                },
                {
                    "name": "طول الوقت",
                    "count": "48"
                },
                {
                    "name": "في عشق البنات",
                    "count": "41"
                },
                {
                    "name": "كلك عاجبني",
                    "count": "38"
                },
                {
                    "name": "تملي معاك",
                    "count": "34"
                },
                {
                    "name": "ليله حبيبي",
                    "count": "31"
                },
                {
                    "name": "يا نا",
                    "count": "24"
                },
                {
                    "name": "وحداني",
                    "count": "16"
                },
                {
                    "name": "عالم تاني",
                    "count": "14"
                }
            ]
        },
        {
            "name": "2001",
            "items": [
                {
                    "name": "صورة ودمعة",
                    "count": "62"
                },
                {
                    "name": "كبر الغرام",
                    "count": "48"
                },
                {
                    "name": "شيل عيونك عني",
                    "count": "43"
                },
                {
                    "name": "رحلة عمري",
                    "count": "38"
                },
                {
                    "name": "أنا قلبي مساكن شعبية",
                    "count": "34"
                },
                {
                    "name": "أكثر واحد بيحبك",
                    "count": "31"
                },
                {
                    "name": "سهروني الليل",
                    "count": "25"
                },
                {
                    "name": "ضمني عليك",
                    "count": "21"
                },
                {
                    "name": "زمن العجايب",
                    "count": "19"
                },
                {
                    "name": "3 دقائق",
                    "count": "18"
                }
            ]
        },
        {
            "name": "2002",
            "items": [
                {
                    "name": "جوة في قلبي",
                    "count": "72"
                },
                {
                    "name": "اقوى من الأيام",
                    "count": "64"
                },
                {
                    "name": "الأرض السلام",
                    "count": "61"
                },
                {
                    "name": "هو الزمان",
                    "count": "53"
                },
                {
                    "name": "يا ليل",
                    "count": "43"
                },
                {
                    "name": "يوم ورا يوم",
                    "count": "40"
                },
                {
                    "name": "أنا ليك",
                    "count": "38"
                },
                {
                    "name": "تلا كيك",
                    "count": "31"
                },
                {
                    "name": "الجسمي 2002",
                    "count": "24"
                },
                {
                    "name": "بخاف",
                    "count": "21"
                }
            ]
        },
        {
            "name": "2003",
            "items": [
                {
                    "name": "رايح على فين",
                    "count": "78"
                },
                {
                    "name": "الطيب أحسن",
                    "count": "71"
                },
                {
                    "name": "خلينا نعيش",
                    "count": "63"
                },
                {
                    "name": "شاريني",
                    "count": "61"
                },
                {
                    "name": "يا سلام",
                    "count": "47"
                },
                {
                    "name": "حكايتي أنا",
                    "count": "43"
                },
                {
                    "name": "ما تروحش بعيد",
                    "count": "41"
                },
                {
                    "name": "أحمر شفايف",
                    "count": "36"
                },
                {
                    "name": "أنا كده",
                    "count": "27"
                },
                {
                    "name": "حلم",
                    "count": "24"
                }
            ]
        },
        {
            "name": "2004",
            "items": [
                {
                    "name": "قادر وتعملها",
                    "count": "87"
                },
                {
                    "name": "اه ونص",
                    "count": "64"
                },
                {
                    "name": "سيبها تحبك",
                    "count": "62"
                },
                {
                    "name": "دقت الساعات",
                    "count": "58"
                },
                {
                    "name": "قشطه يابا",
                    "count": "51"
                },
                {
                    "name": "خليك جنبي",
                    "count": "47"
                },
                {
                    "name": "لون شعرك",
                    "count": "41"
                },
                {
                    "name": "أنا حرة",
                    "count": "36"
                },
                {
                    "name": "ليلي نهاري",
                    "count": "32"
                },
                {
                    "name": "قويني بيك",
                    "count": "29"
                }
            ]
        },
        {
            "name": "2005",
            "items": [
                {
                    "name": "قلبي بيحلم",
                    "count": "87"
                },
                {
                    "name": "جاي على نفسك",
                    "count": "64"
                },
                {
                    "name": "حبيبي يا",
                    "count": "62"
                },
                {
                    "name": "اكرهيني",
                    "count": "56"
                },
                {
                    "name": "إمبارح كان عمري عشرين",
                    "count": "53"
                },
                {
                    "name": "بدي عيش",
                    "count": "47"
                },
                {
                    "name": "تفاحة ادم",
                    "count": "42"
                },
                {
                    "name": "مشيت خلاص",
                    "count": "42"
                },
                {
                    "name": "يا غالي عليا",
                    "count": "36"
                },
                {
                    "name": "توصى فيي",
                    "count": "31"
                }
            ]
        },
        {
            "name": "2006",
            "items": [
                {
                    "name": "مين أنا",
                    "count": "94"
                },
                {
                    "name": "نور عينيك",
                    "count": "76"
                },
                {
                    "name": "من كلمتين",
                    "count": "65"
                },
                {
                    "name": "خلص الكلام",
                    "count": "62"
                },
                {
                    "name": "يا طبطب ودلع",
                    "count": "57"
                },
                {
                    "name": "ألبوم صور",
                    "count": "51"
                },
                {
                    "name": "مش بس كلام",
                    "count": "48"
                },
                {
                    "name": "مين هيقدر",
                    "count": "42"
                },
                {
                    "name": "أضواء الشهرة",
                    "count": "39"
                },
                {
                    "name": "ساعات بقول",
                    "count": "37"
                }
            ]
        },
        {
            "name": "2007",
            "items": [
                {
                    "name": "واحشك اوي",
                    "count": "117"
                },
                {
                    "name": "بحبك كل يوم اكثر",
                    "count": "101"
                },
                {
                    "name": "ولا نص كلمة",
                    "count": "85"
                },
                {
                    "name": "شخبط شخابيط",
                    "count": "71"
                },
                {
                    "name": "يا حبيبي تعال جنبي",
                    "count": "62"
                },
                {
                    "name": "اجمل سنين العمر",
                    "count": "60"
                },
                {
                    "name": "معلومات أكيدة",
                    "count": "54"
                },
                {
                    "name": "أيامي",
                    "count": "53"
                },
                {
                    "name": "ضربة معلم",
                    "count": "41"
                },
                {
                    "name": "الليلادي",
                    "count": "39"
                }
            ]
        },
        {
            "name": "2008",
            "items": [
                {
                    "name": "إحلوت الأيام",
                    "count": "113"
                },
                {
                    "name": "حبك خطر",
                    "count": "104"
                },
                {
                    "name": "مظلوم",
                    "count": "84"
                },
                {
                    "name": "ناويها",
                    "count": "73"
                },
                {
                    "name": "بتفكر في إيه",
                    "count": "65"
                },
                {
                    "name": "ح ادوس على قلبي",
                    "count": "64"
                },
                {
                    "name": "في الكام يوم الي فاتو",
                    "count": "47"
                },
                {
                    "name": "جديد عليا",
                    "count": "41"
                },
                {
                    "name": "طعم البيوت",
                    "count": "35"
                },
                {
                    "name": "حبيبي أنا",
                    "count": "34"
                }
            ]
        },
        {
            "name": "2009",
            "items": [
                {
                    "name": "طول ما انت جنبي",
                    "count": "143"
                },
                {
                    "name": "باكتب اسمك",
                    "count": "129"
                },
                {
                    "name": "حبيبي حياتي",
                    "count": "108"
                },
                {
                    "name": "ما تبطليش",
                    "count": "79"
                },
                {
                    "name": "3 مرات",
                    "count": "64"
                },
                {
                    "name": "اتحدى",
                    "count": "62"
                },
                {
                    "name": "رباعيات في حب الله",
                    "count": "53"
                },
                {
                    "name": "حدودي السما",
                    "count": "48"
                },
                {
                    "name": "لالئ خليجية",
                    "count": "43"
                },
                {
                    "name": "الكبير كبير",
                    "count": "40"
                }
            ]
        },
        {
            "name": "2010",
            "items": [
                {
                    "name": "لينا كلام بعدين",
                    "count": "167"
                },
                {
                    "name": "هي",
                    "count": "152"
                },
                {
                    "name": "حاجة مش طبيعية",
                    "count": "136"
                },
                {
                    "name": "بين إيديك",
                    "count": "131"
                },
                {
                    "name": "أبو الليف",
                    "count": "83"
                },
                {
                    "name": "نانسي 7",
                    "count": "76"
                },
                {
                    "name": "بعدك ماليش",
                    "count": "70"
                },
                {
                    "name": "بيبي هيفا",
                    "count": "61"
                },
                {
                    "name": "عل كلام",
                    "count": "57"
                },
                {
                    "name": "رباعيات في حب الله",
                    "count": "46"
                }
            ]
        },
        {
            "name": "2011",
            "items": [
                {
                    "name": "الدموع",
                    "count": "267"
                },
                {
                    "name": "مع نفسي",
                    "count": "241"
                },
                {
                    "name": "الموله",
                    "count": "208"
                },
                {
                    "name": "لإمتى",
                    "count": "167"
                },
                {
                    "name": "كل دقيقة شخصية",
                    "count": "162"
                },
                {
                    "name": "نبينا الزين",
                    "count": "123"
                },
                {
                    "name": "روبابكيا",
                    "count": "83"
                },
                {
                    "name": "مطلوب زعيم",
                    "count": "67"
                },
                {
                    "name": "زملكاوي انا",
                    "count": "51"
                },
                {
                    "name": "بناديك تعالى",
                    "count": "47"
                }
            ]
        },
        {
            "name": "2012",
            "items": [
                {
                    "name": "أنا بعشاقك",
                    "count": "326"
                },
                {
                    "name": "فاكر",
                    "count": "237"
                },
                {
                    "name": "راح اكتب احبك",
                    "count": "168"
                },
                {
                    "name": "وأنا مع نفسي قاعد",
                    "count": "164"
                },
                {
                    "name": "اذا تحبني",
                    "count": "135"
                },
                {
                    "name": "تعبت منك",
                    "count": "125"
                },
                {
                    "name": "مذهلة",
                    "count": "121"
                },
                {
                    "name": "لولا الملامة",
                    "count": "71"
                },
                {
                    "name": "ورضيت",
                    "count": "64"
                },
                {
                    "name": "ANA HOBAK",
                    "count": "60"
                }
            ]
        },
        {
            "name": "2013",
            "items": [
                {
                    "name": "HAPPY  HAPPY",
                    "count": "410"
                },
                {
                    "name": "مال حبيبي مالو",
                    "count": "245"
                },
                {
                    "name": "مشاعر",
                    "count": "176"
                },
                {
                    "name": "اصبك عشق",
                    "count": "136"
                },
                {
                    "name": "HABIBI I LOVE YOU",
                    "count": "124"
                },
                {
                    "name": "زينة",
                    "count": "123"
                },
                {
                    "name": "انا اصلا جن",
                    "count": "78"
                },
                {
                    "name": "في حاجات",
                    "count": "66"
                },
                {
                    "name": "خليني أني وياج",
                    "count": "62"
                },
                {
                    "name": "لرميك ببلاش",
                    "count": "61"
                }
            ]
        },
        {
            "name": "2014",
            "items": [
                {
                    "name": "بشرة خير",
                    "count": "377"
                },
                {
                    "name": "حلاوة روح",
                    "count": "125"
                },
                {
                    "name": "مش عم تزبط معي",
                    "count": "112"
                },
                {
                    "name": "حالة حب",
                    "count": "105"
                },
                {
                    "name": "انتي",
                    "count": "102"
                },
                {
                    "name": "الطلقة الروسية",
                    "count": "98"
                },
                {
                    "name": "احبه كلش",
                    "count": "95"
                },
                {
                    "name": "ما تيجي هنا",
                    "count": "83"
                },
                {
                    "name": "موجوع قلبي",
                    "count": "81"
                },
                {
                    "name": "وتبقى لي",
                    "count": "70"
                }
            ]
        },
        {
            "name": "2015",
            "items": [
                {
                    "name": "انت معلم",
                    "count": "750"
                },
                {
                    "name": "جيناك بهاية",
                    "count": "317"
                },
                {
                    "name": "يا منعنع",
                    "count": "194"
                },
                {
                    "name": "بلاش بلاش",
                    "count": "185"
                },
                {
                    "name": "ما بعرف",
                    "count": "155"
                },
                {
                    "name": "ابعد عني",
                    "count": "147"
                },
                {
                    "name": "سمعني نبضك",
                    "count": "136"
                },
                {
                    "name": "مفيش صاحب يتصاحب",
                    "count": "131"
                },
                {
                    "name": "هذا الوافيته",
                    "count": "117"
                },
                {
                    "name": "LIVE IN THE MOMENT",
                    "count": "116"
                }
            ]
        },
        {
            "name": "2016",
            "items": [
                {
                    "name": "اّه لو لعبت يا زهر",
                    "count": "271"
                },
                {
                    "name": "غلطانة",
                    "count": "237"
                },
                {
                    "name": "نعم انته",
                    "count": "205"
                },
                {
                    "name": "انا ماشي ساهل",
                    "count": "183"
                },
                {
                    "name": "JABARA FANS",
                    "count": "162"
                },
                {
                    "name": "كن انت",
                    "count": "158"
                },
                {
                    "name": "DAW DAW",
                    "count": "154"
                },
                {
                    "name": "TSUNAMI",
                    "count": "123"
                },
                {
                    "name": "مكتوبة ليك",
                    "count": "121"
                },
                {
                    "name": "TEAMO",
                    "count": "119"
                }
            ]
        },
        {
            "name": "2017",
            "items": [
                {
                    "name": "يا ليلي 602 3 دقات",
                    "count": "484"
                },
                {
                    "name": "HASTA LUEGO",
                    "count": "225"
                },
                {
                    "name": "يا جمالك",
                    "count": "212"
                },
                {
                    "name": "شو حلو",
                    "count": "207"
                },
                {
                    "name": "العب يلا",
                    "count": "166"
                },
                {
                    "name": "عم يا صياد",
                    "count": "165"
                },
                {
                    "name": "LET GO",
                    "count": "163"
                },
                {
                    "name": "NEBGHI DJINI BSURVET",
                    "count": "152"
                },
                {
                    "name": "الله يوفقك",
                    "count": "143"
                }
            ]
        },
        {
            "name": "2018",
            "items": [
                {
                    "name": "تعال",
                    "count": "442"
                },
                {
                    "name": "يدك بالراس",
                    "count": "345"
                },
                {
                    "name": "عشق موت",
                    "count": "318"
                },
                {
                    "name": "DECAPOTABLE",
                    "count": "282"
                },
                {
                    "name": "غلاي انت",
                    "count": "242"
                },
                {
                    "name": "قافل",
                    "count": "242"
                },
                {
                    "name": "راحتي النفسية",
                    "count": "225"
                },
                {
                    "name": "عروسة",
                    "count": "184"
                },
                {
                    "name": "غزالي",
                    "count": "162"
                },
                {
                    "name": "داري يا قلبي",
                    "count": "151"
                }
            ]
        },
        {
            "name": "Mid 2019",
            "items": [
                {
                    "name": "مافيا",
                    "count": "139"
                },
                {
                    "name": "اللهو الخفي",
                    "count": "108"
                },
                {
                    "name": "المفروض",
                    "count": "100"
                },
                {
                    "name": "سر الحياة",
                    "count": "90"
                },
                {
                    "name": "ضمني ضمني",
                    "count": "72"
                },
                {
                    "name": "جمع حبايبك",
                    "count": "65"
                },
                {
                    "name": "قلب ثاني",
                    "count": "64"
                },
                {
                    "name": "مالي غيرك",
                    "count": "62"
                },
                {
                    "name": "ملعون أبو العشق",
                    "count": "57"
                },
                {
                    "name": "اّخر ماسوى",
                    "count": "57"
                }
            ]
        }
    ]
};

export default graphData;